{
  "reminders": {
    "goal": "Ziel",
    "know": "Weiss",
    "night3": "Nacht 3",
    "noability": "Keine Fähigkeit",
    "nominateevil": "Nominiere Böse",
    "nominategood": "Nominiere Gut",
    "nomoreevil": "Keine weitere Bösen",
    "once": "Einmal",
    "outsider": "Aussenseiter",
    "poisoned": "Vergiftet",
    "protected": "Beschützt",
    "registerfalsely": "Erscheint falsch?",
    "safe": "Sicher",
    "soberhealthy": "Nüchtern & gesund",
    "somethingbad": "Etwas Schlimmes",
    "storytellerability": "Erzählerfähigkeit",
    "survivesexecution": "Überlebt Hinrichtung",
    "teapartytonight": "Heute Nacht Teeparty",
    "townsfolk": "Dorfbewohner",
    "turnsevil": "Wird Böse",
    "twin": "Zwilling",
    "visitor": "Besucher",
    "whoopsie": "Upsi",
    "wrong": "Falsch"
  },
  "roles": {
    "acrobat": {
      "flavor": "Willkommen, alle zusammen, zur grössten Show der Welt.",
      "name": "Akrobat",
      "other": "Der Akrobat wählt einen Spieler. :reminder:"
    },
    "alchemist": {
      "ability": "Du hast eine Handlanger-Fähigkeit. Wenn du sie einsetzt, kann dich die Erzählerin aufforden, anders zu wählen.",
      "first": "Zeige die \"DU BIST\" Karte und das Charakterplättchen eines Handlangers.",
      "name": "Alchemistin"
    },
    "alhadikhia": {
      "ability": "Jede Nacht* darfst du drei Spieler auswählen (alle Spieler erfahren die Auswahl): jeder wählt still Leben oder Tod, aber falls alle überleben, sterben alle.",
      "flavor": "Alsukut min dhahab.",
      "name": "Al-Hadikhia",
      "other": "Der Al-Hadikhia wählt drei Spieler. :reminder: :reminder: :reminder: Wecke den Spieler der mit *1* markiert ist und verkünde \"der Al-Hadikhia hat\", den Namen des Spielers, \"gewählt\", dann \"Möchtest du leben?\" Der Spieler nickt entweder oder schüttelt den Kopf. Schick den Spieler wieder schlafen und platziere oder entferne entsprechend ein Leichentuch. Wiederhole dies für Spieler *2* und *3*. Wenn nun alle drei Spieler leben, platziere ein Leichentuch bei allen."
    },
    "alsaahir": {
      "ability": "Jeden Tag, falls du öffentlich errätst, welche Spieler Handlanger und welche Dämonen sind, gewinnt Gut.",
      "name": "Alsaahir"
    },
    "amnesiac": {
      "ability": "Du weisst nicht, was deine Fähigkeit ist. Jeden Tag, rate privat, was sie ist: du lernst, wie nah dran du bist.",
      "first": "Führe die Fähigkeit der Vergesslichen aus, falls anwendbar.",
      "flavor": "Warte. Was. Wer? Oh, okay. Warte. Was?",
      "name": "Vergessliche",
      "other": "Führe die Fähigkeit der Vergesslichen aus, falls anwendbar."
    },
    "angel": {
      "ability": "Etwas Schlimmes könnte demjenigen passieren, der am meisten für den Tod eines neuen Spielers verantwortlich ist.",
      "first": "Kündige an, welcher Spieler durch den Engel beschützt ist. Füge das *BESCHÜTZT* Plättchen dem Spieler hinzu.",
      "flavor": "Wenn diejenigen, die ohne Sünde sind, es wagen, ihre Hand gegen meine Auserwählten zu erheben, werde ich solch einen Narren mit der Wut und Rechtschaffenheit von tausend Stürmen niederschlagen.",
      "name": "Engel"
    },
    "apprentice": {
      "ability": "In deiner 1. Nacht erhältst du die Fähigkeit eines Dorfbewohners (falls du gut bist), oder die Fähigkeit eines Handlangers (falls du böse bist).",
      "first": "Zeige dem Lernenden die *DU BIST* Karte, dann ein Bürger- oder Handlanger-Plättchen. Ersetze das Lernenden-Plättchen im Grimoire mit dem gezeigten Plättchen und platziere das *IST DER LERNENDE* Errinnerungsplättchen neben dem Charakterplättchen.",
      "flavor": "Jahrelang bin ich gereist und habe die Kunst des Handwerks studiert. Welches Handwerk, fragen Sie? Das des einfachen Volkes. Nichts, worüber man sich Sorgen machen müsste. Noch nicht.",
      "name": "Lernender"
    },
    "artist": {
      "ability": "Einmal im Spiel, während des Tages, stelle dem Erzähler privat 1 beliebige Ja/Nein-Frage.",
      "flavor": "Mon Dieu! C’est lumineux! Meine Arbeit, sie ist... wie sagt man... magnifique! Dieu est révélé! Oui.",
      "name": "Künstler"
    },
    "assassin": {
      "ability": "Einmal im Spiel, in der Nacht*, wähle 1 Spieler: Er stirbt, selbst wenn er es aus irgendeinem Grund nicht könnte.",
      "flavor": "...",
      "name": "Assassine",
      "other": "Der Assassine wählt möglicherweise einen Spieler. :reminder: :reminder:"
    },
    "atheist": {
      "ability": "Der Erzähler kann die Regeln brechen und Gut gewinnt falls er exekutiert wird, auch wenn du tot bist. [Keine bösen Charaktere]",
      "flavor": "Lassen wir diese unnützen Spekulationen und lächerliche Paranoia hinter uns. Es gibt für alles eine völlig rationale Erklärung. Ja, eine Teetasse, welche zu klein ist um sichtbar zu sein, könnte tatsächlich den Planeten umkreisen, aber ich werde meinen Tee aus dieser sehr echten Keramik in meinen sehr echten Händen trinken.",
      "name": "Atheist"
    },
    "balloonist": {
      "ability": "Jede Nacht, lerne einen Spieler eines anderen Charaktertyps als letzte Nacht. [+0 oder +1 Aussenseiter]",
      "first": "Zeige einen Spieler. :reminder:",
      "flavor": "Mehr heisse Luft! Höher! Höher! Pìu alto! Ahhh... es ist wunderschön hier oben, nicht wahr? Könnt Ihr die Kinder sehen, die im Fluss fischen, nahe der Weide? Könnt Ihr die Sonne an den Zeltstangen des Zirkus aufblitzen sehen? Was ist das? Ein alter Mann, alleine, ohnmächtig im Weingut? Weniger Hitze! Tiefer! Tiefer! Vai pìu in basso!",
      "name": "Ballonfahrer",
      "other": "Zeig einen Spieler mit einem anderen Charaktertyp als zuvor. :reminder:"
    },
    "banshee": {
      "ability": "Falls der Dämon dich tötet, erfahren dies alle Spieler. Von nun an kannst du zweimal täglich nominieren und zweimal pro Nomination abstimmen.",
      "flavor": "Gorm do shúile, dearg do ghruaig, ní bheidh sé i bhfad, is a mbeidh tú san uaigh.",
      "name": "Todesfee",
      "other": "Falls die Todesfee diese Nacht vom Dämon getötet wurde, verkünde dies allen Spielern. :reminder:"
    },
    "barber": {
      "ability": "Wenn du stirbst, darf der Dämon in dieser Nacht 2 Spieler (keinen anderen Dämon) auswählen, die ihre Charaktere tauschen.",
      "flavor": "Wusstest du, dass Barbier und Chirurg früher derselbe Beruf waren? Nein? Nun, jetzt weisst du es.",
      "name": "Barbier",
      "other": "Falls der Barbier heute am Tag oder nachts gestorben ist, zeige dem Dämon *DIESER CHARAKTER HAT DICH GEWÄHLT* & das Barbierplättchen. Falls der Dämon 2 Spieler gewählt hat, wecke sie einzeln. Zeige ihnen die *DU BIST* Karte & ihr neues Charakterplättchen."
    },
    "barista": {
      "ability": "Jede Nacht, bis zur Abenddämmerung: 1) Ein Spieler wird nüchtern, gesund & erhält wahre Informationen, oder 2) Seine Fähigkeit findet zweimal statt. Er erfährt, welches davon passiert.",
      "first": "Wähle einen Spieler, wecke ihn und informiere ihn, welche Barista-Fähigkeit ihn betrifft. Behandle ihn dementsprechend (nüchtern/gesund/wahre Info oder aktiviere die Fähigkeit zweimal).",
      "flavor": "Eine Tasse Kaffee ohne Rahm, Monsieur? Es tut mir furchtbar leid, aber wir haben gerade keinen Rahm mehr – wie wäre es ohne Milch?",
      "name": "Barista",
      "other": "Wähle einen Spieler, wecke ihn und informiere ihn, welche Barista-Fähigkeit ihn betrifft. Behandle ihn dementsprechend (nüchtern/gesund/wahre Info oder aktiviere die Fähigkeit zweimal)."
    },
    "baron": {
      "ability": "Es sind zusätzliche Aussenseiter im Spiel. [+2 Aussenseiter]",
      "flavor": "Diese Stadt ist vor die Hunde gegangen, nicht wahr? Billige Arbeitskräfte... das ist die Lösung. Ab in die Mine mit ihnen, sage ich. Ein bisschen harte Arbeit hat noch niemandem geschadet. Es geht ja schliesslich nur um den Profit, nicht wahr?",
      "name": "Baron"
    },
    "beggar": {
      "ability": "Du musst zum Abstimmen ein Abstimmungsplättchen verwenden. Wenn dir ein toter Spieler seins gibt, erfährst du sein Team. Du bist nüchtern & gesund.",
      "flavor": "Almosen für die Armen, guter Herr? Haben Sie eine Münze übrig, meine Dame? Dankeschön. Gott segne Sie! Sie sind wirklich eine freundliche Seele. Ich werde heute Abend einen leckeren Happen essen. Oh ja, das werde ich!",
      "name": "Bettler"
    },
    "bigwig": {
      "ability": "Jede Nominierte wählt einen Spieler: bis zur Abstimmung darf nur dieser Spieler sprechen, und muss bessessen sein dass die Nominierte gut ist oder er könnte sterben.",
      "flavor": "Die Eitelkeit fragt \"ist es beliebt?\" Die Feigheit fragt \"ist es sicher?\" Das Gewissen fragt \"ist es richtig?\" Aber wer unter uns wird fragen: \"Ist es wahr?\""
    },
    "bishop": {
      "ability": "Nur der Erzähler kann nominieren. Unter den Nominierten muss jeden Tag mindestens 1 Spieler aus der gegnerischen Fraktion sein.",
      "flavor": "In nomine Patris, et Filii, et Spiritus Sancti… Nos mos Dei. Deus vult de nobis.",
      "name": "Bischof"
    },
    "boffin": {
      "ability": "Der Dämon hat eine Fähigkeit eines guten Charakters der nicht im Spiel ist (auch wenn er betrunken oder vergiftet ist). Ihr wisst beide, welche.",
      "first": "Weck den Eierkopf und den Dämon. Zeige das nicht im Spiel befindliche gute Charakterplättchen. Schicke den Eierkopf und den Dämon schlafen.",
      "name": "Eierkopf"
    },
    "washerwoman": {
      "ability": "Du weisst zu Beginn, dass 1 von 2 Spielern ein bestimmter Dorfbewohner ist."
    }
  }
}
