{
  "editions": {
    "bmr": {
      "description": "...be a feast o' the damned. Beasts o' the Sea send scores to the locker, and Scallywags can do it too. Good'uns can dance with the storm for trusty knowin', but can send their hearties to the locker at the same time. There be many paths to keep'n mateys livin' well into the journey. But if'n the good'uns can't reckon Scallywags and Beasts o' the Sea be aboard, their doom be nigh on certain.",
      "name": "Blood Tide Risin'"
    },
    "custom": {
      "description": "If'n ye wish to set sail wi' a ledger o' yer own makin', ye must pick the stations ye wish to hire with the crown's Ledger Quill and then drop the writ o' the sea here or give us the bearings of yer writ. Ye can also drop the writ wi' yer ledger onto yer display or share a mark from Cap'n Jason that ye received.",
      "name": "Ledger o' Yer Own Makin'"
    },
    "homebrew": {
      "name": "Counterfeit"
    },
    "snv": {
      "description": "...be the wildest o the three charted seas ye can currently set sail on. Deckhands get mighty knowin's each and every moon, but the bad'uns have a lot o' motley powers and can throw the whole deck into disarray. Stations change loyalty. Mateys change stations. Even the badun's can lose friend for foe. This be the first time ye encounter delirium, which right sets the crew at sixes and sevens.",
      "name": "Quarters and Tulips"
    },
    "tb": {
      "description": "...be good fer yer whole crew. Some stations have knowin's without tryin', some must hunt out their knowin's, and some want to be bait for the Beast o' the Sea. Both crews can make an offering to the ocean to gain the upper hand.\nStorm's Comin' be a simple hunt for the Beast o' the Sea on the face of it, but the bad'uns can foul the bilge with their mighty and fearsome trades, so the good'uns can ne'er be sure of what they think they know if'n they want to make it through the journy alive.",
      "name": "Storm’s Comin’"
    }
  },
  "jinxes": {
    "alchemist-marionette": "An Alchemist-Puppet works not the Puppet's trade & the Puppet be aboard.",
    "alchemist-mastermind": "An Alchemist-Plotter works not the Plotter's trade & the Plotter is not-in-play.",
    "alchemist-organgrinder": "If'n the Alchemist works the Organ Grinder's trade, the Organ Grinder be aboard. If both be decent, both be tipsy.",
    "alchemist-spy": "An Alchemist-Spy works not the Spy trade & a Spy be aboard. When a player walks the plank, a livin' Alchemist-Spy may call a livin' matey the Spy. If'n they be right, the Beast o' the Sea must pick the Spy this moon.",
    "alchemist-summoner": "The Alchemist-summoner knows not what be ashore, and picks a Beast o' the Sea, but not a matey. If'n they enter the locker afore they do, the bad'uns prevail. [No Beast o' the Sea]",
    "alchemist-wraith": "An Alchemist-Wraith works not the Wraith trade & a Wraith be aboard. When a player walks the plank, a livin' Alchemist-Wraith may call a livin' matey the Wraith. If'n they be right, the Beast o' the Sea must pick the Wraith this moon.",
    "alhadikhia-mastermind": "If the Al-Hadikhia enters the locker by walkin' the plank and the Plotter be livin', the Al-Hadikhia picks 3 good'uns this moon: if'n all three pick to live, the bad'uns prevail. Else, the good'uns prevail.",
    "alhadikhia-princess": "If'n the Princess accused a matey and sent them to walk the plank on their first daylight, Al-Hadikhia sends none to the locker this moon.",
    "alhadikhia-scarletwoman": "If'n there would be two Beasts o' the Sea, and one had been the Scarlet Woman, the Scarlet Woman becomes the Scarlet Woman again.",
    "alsaahir-vizier": "The Captain tells not that the Vizier be aboard.",
    "atheist-riot": "During a riot, if'n the Captain be accused, mateys take a vote. If'n they be on the plank, the journey ends. If not, they accuse again.",
    "banshee-leviathan": "Ev'ry moon*, the Kraken picks a livin' good'un (not one they picked afore): a picked Banshee is sent to the locker and works their trade.",
    "banshee-riot": "Ev'ry moon*, Riot picks a livin' good'un (not one they picked afore): a picked Banshee goes to the locker and works their trade.",
    "banshee-vortox": "If the Vortox sends the Banshee to the locker, all mateys be told that the Banshee has been sent there.",
    "baron-heretic": "Only one jinxed station can be aboard.",
    "baron-plaguedoctor": "If'n the Captain would work the Baron's trade, up to two mateys become Stowaways.",
    "boffin-cultleader": "If'n the Beast o' the Sea works the Cult Leader's trade, they can't become a good'un because of it.",
    "boffin-goon": "If'n the Demon works the Ruffian's trade, they can't become a good'un because of it.",
    "boffin-heretic": "The Beast o' the Sea can't work the Heretic's trade.",
    "boffin-ogre": "The Beast o' the Sea can't work the Ogre's trade.",
    "boffin-politician": "The Beast o' the Sea can't work the Politician's trade.",
    "boomdandy-plaguedoctor": "If the Captain would work the Boomdandy's trade, a matey becomes the Boomdandy.",
    "bountyhunter-kazali": "If the Kazali turns the Bounty Hunter into a Scallywag, it makes no crewmates bad'uns.",
    "bountyhunter-philosopher": "If the Philosopher works the Bounty Hunter's trade, a Crewmate will mayhap become a bad'un.",
    "butler-cannibal": "If'n the Cannibal works the Butler's trade, they be told it.",
    "butler-organgrinder": "If the Organ Grinder makes the mateys close their eyes, the Butler may always say aye, but their aye counts only if the master said aye too.",
    "cannibal-juggler": "If the Juggler guesses on the first daylight and walks the plank into the locker, the livin' Cannibal learns how many guesses were right this moon.",
    "cannibal-princess": "If'n the Cannibal accused the Princess and made them walk the plank into the locker, the Beast o' the Sea doesn't send anyone to the locker tonight.",
    "cannibal-zealot": "If'n the Cannibal works the Zealot's trade, they be told it.",
    "cerenovus-goblin": "The Cerenovus can pick a matey to be delirious that they be the Goblin.",
    "chambermaid-mathematician": "The Maid can see if'n the Bean Counter will rouse this moon.",
    "clockmaker-summoner": "The Clockmaker sees the Summoner as a Beast o' the Sea.",
    "courtier-summoner": "If'n the livin' Summoner works no trade, the Captain works the Summoner's trade.",
    "courtier-vizier": "If'n the Vizier gives up their trade, they be told it, and can't be sent to the locker under daylight.",
    "cultleader-pithag": "If'n the Pit-Hag makes a bad'un into the Cult Leader, they can't become a good'un thanks to their own trade.",
    "damsel-pithag": "If'n a Pit-Hag makes a Damsel, the Captain picks which matey it be.",
    "damsel-spy": "If the Spy be (or has been) aboard, the Damsel be seasick.",
    "damsel-widow": "If the Widow be (or has been) aboard, the Damsel be seasick.",
    "drunk-mathematician": "The Bean Counter will mayhap be told if the Drunkard's be gettin' scurvy, or otherwise did naught.",
    "engineer-legion": "If Mutineers be made, all bad'uns become Mutineers. If Mutineers be aboard, the Gear Wright be told this, but works no trade.",
    "engineer-summoner": "If the livin' summoner be thrown overboard, the Captain works the Summoner's trade.",
    "eviltwin-plaguedoctor": "If the Captain would work the Evil Twin's trade, a matey becomes the Evil Twin.",
    "exorcist-leviathan": "If the Kraken accuses the matey the Exorcist picked and makes them walk the plank, the good'uns prevail.",
    "exorcist-riot": "If Riot accuses the matey the Exorcist picked and makes them walk the plank, the good'uns prevail.",
    "exorcist-yaggababble": "If the Exorcist picks the Yaggababble, the Yaggababble sends no one to the locker tonight.",
    "fanggu-scarletwoman": "If there would be two Beasts o' the Sea, and one had been the Scarlet Woman, the Scarlet Woman stays the Scarlet Woman.",
    "farmer-leviathan": "Ev'ry moon*, the Kraken picks a livin' good'un (not one they picked afore): a picked Farmer works their trade but does not go to the locker.",
    "farmer-riot": "Ev'ry moon*, Riot picks a livin' good'un (not one they picked afore): a picked Farmer works their trade but doesn't go to the locker.",
    "grandmother-leviathan": "If the Kraken be aboard and the Grandchild be made to walk the plank to the locker, the bad'uns prevail.",
    "hatter-legion": "If Mutineers be made, all bad'uns become Mutineers. If Mutineers be aboard, the Hatter works no trade.",
    "hatter-leviathan": "The Kraken can't come aboard after the fifth sunrise.",
    "huntsman-marionette": "If the Puppet thinks they be the Huntsman, the Damsel be aboard from set sail.",
    "innkeeper-leviathan": "If the Kraken accuses the matey guarded by the Innkeeper and makes them walk the plank, the good'uns prevail.",
    "kazali-marionette": "If there would be a Puppet aboard, they come aboard after the Beast o' the Sea & are their bunkmate.",
    "king-leviathan": "If the Kraken be aboard and at least 1 matey be in the locker, the King be told the station of a livin' matey ev'ry night.",
    "legion-magician": "The Magician be roused with the Mutineers and mayhap passes as a bad'un. Mutineers be told if a Magician be aboard, but not which matey it be.",
    "legion-minstrel": "If a Mutineer walked the plank into the locker this daylight, Mutineers keep workin' their trade, but the minstrel be told mayhap that they be a Mutineer.",
    "legion-politician": "The Politician passes mayhap as a bad'un to Mutineers.",
    "legion-preacher": "If the Preacher picks a Mutineer, the Mutineer keeps workin' their trade, but the Preach be told mayhap that they be a Mutineer.",
    "legion-summoner": "If a Mutineer be summoned, all bad'uns become Mutineers.",
    "legion-zealot": "The Zealot passes mayhap as a bad'un to Mutineers.",
    "leviathan-mayor": "If the Kraken and the Mayor be aboard on the fifth daylight and no one walks the plank, the good'uns prevail.",
    "leviathan-monk": "If the Kraken accuses the matey guarded by the Monk and makes them walk the plank, the good'uns prevail.",
    "leviathan-pithag": "The Kraken can't come aboard after fifth sunrise.",
    "leviathan-ravenkeeper": "Ev'ry moon*, the Kraken picks a livin matey (not one they picked afore): a picked Ravenkeeper works their trade but doesn't enter the locker.",
    "leviathan-sage": "Ev'ry moon*, the Kraken picks a livin good'un (not one they picked afore): a picked Sage works their trade but doesn't enter the locker.",
    "leviathan-soldier": "If the Kraken accuses the Soldier and makes them walk the plank, the good'uns prevail.",
    "lilmonsta-marionette": "If there would be a Puppet aboard, they come aboard after the Beast o' the Sea & are their bunkmate.",
    "lunatic-mathematician": "The Bean Counter will mayhap be told if the Lunatic picks another matey to the real Beast o' the Sea.",
    "magician-marionette": "If the Magician be livin', the Beast o' the Sea be not told which bunkmate be the Puppet.",
    "marionette-mathematician": "The Bean Counter will mayhap be told if the Puppet be gettin' scurvy, or otherwise did naught.",
    "marionette-plaguedoctor": "If the Captain would work the Puppet's trade, one o' the Beast o' the Sea's good bunkmates becomes the Puppet.",
    "marionette-summoner": "If there would be a Puppet aboard, they come aboard after the Beast o' the Sea & are their bunkmate.",
    "ravenkeeper-riot": "Ev'ry moon*, Riot picks a livin' good'un (not one they picked afore): a picked Ravenkeeper works their trade but doesn't go to the locker.",
    "riot-sage": "Ev'ry moon*, Riot picks a livin' good'un (not one they picked afore): a picked Sage works their trade but doesn't go to the locker."
  },
  "reminders": {
    "isthemarionette": "Be The Puppet",
    "redherring": "Bloody Herring"
  },
  "roles": {
    "acrobat": {
      "ability": "Ev'ry moon*, pick a matey: if they is or get tipsy or seasick this moon, ye be joining the Locker.",
      "other": "The Acrobat picks a matey. :reminder:"
    },
    "alchemist": {
      "ability": "Ye work a Scallywag trade. If'n ye use it, the Captain might tell ye to pick som'n else."
    },
    "alsaahir": {
      "ability": "Ev'ry sun, if'n you figure out on the deck whose the Scallywag(s) and whose the Beast(s) o' the sea, the good'uns prevail."
    },
    "amnesiac": {
      "ability": "Ye forgot what yer trade be. Ev'ry sun, tell the Captain privately what it is: learn how right ye be."
    },
    "artist": {
      "ability": "Once a journey, in the sun, ask the Captain alone any Yarr/Nar question."
    },
    "assassin": {
      "ability": "Once in yer journey, under the moon*, pick a matey: they join the locker, even if'n they shouldn'."
    },
    "atheist": {
      "ability": "The Captain dont need'n follow the statutes, and if made to walk the plank, the good'uns prevail, even if yer in the locker. [No ne'erdowells]"
    },
    "balloonist": {
      "ability": "Ev'ry moon, ye learn a matey of a different rank to the last. [+0 or +1 Stowaway]"
    },
    "banshee": {
      "ability": "If the Beast o' the sea sends you to the locker, all mateys know it. Then, ye can accuse twice each sun and say aye twice per accusal.",
      "name": "Siren"
    },
    "baron": {
      "ability": "Thar be extra stowaways aboard [+2 stowaways]"
    },
    "boffin": {
      "ability": "The Beast o' the sea (even when tispy or seasick) works a not-aboard deckhand's trade. Ye both be knowin' which."
    },
    "chambermaid": {
      "ability": "Ev'ry moon, pick 2 livin' mateys (but not you): ye be told how many were roused this moon thanks to their trade.",
      "first": "The Maid picks 2 livin' mateys. Make a gesture with yer fingers.",
      "name": "Maid",
      "other": "The Maid picks 2 livin' mateys. Make a gesture with yer fingers."
    },
    "chef": {
      "first": "Make a gesture with yer fingers."
    },
    "clockmaker": {
      "first": "Make a gesture with yer fingers."
    },
    "empath": {
      "first": "Make a gesture with yer fingers.",
      "other": "Make a gesture with yer fingers."
    },
    "engineer": {
      "ability": "Once in yer journey, under the moon, pick which Scallywags or which Beast o' the Sea be aboard.",
      "first": "The Gear Wright mayhap picks Scallywags or Beasts o' the Sea. :reminder: If they do, send the Gear Wright to sleep. Rouse a target, show them the *YOU ARE* mark and their new station mark, then send them to sleep. Do this fer all mateys that changed stations.",
      "name": "Gear Wright",
      "other": "The Gear Wright mayhap picks Scallywags or Beasts o' the Sea. :reminder: If they do, send the Gear Wright to sleep. Rouse a target, show them the *YOU ARE* mark and their new station mark, then send them to sleep. Do this fer all mateys that changed stations."
    },
    "juggler": {
      "other": "Make a gesture with yer fingers."
    },
    "legion": {
      "ability": "Ev’ry moon*, a matey might join the locker. Plank walks be failin' if only bad’uns said aye. Ye also pass fer a scallywag. [Most mateys be Mutineers.]",
      "name": "Mutineer",
      "other": "A matey might enter the locker. :reminder:"
    },
    "leviathan": {
      "ability": "If more than 1 good'un walks the plank, the bad'uns prevail. All mateys know you be aboard. After fifth sunset, the bad'uns prevail.",
      "first": "Tell on deck that \"The Kraken be aboard.\" Give the Kraken the *SUNRISE 1* 'memberin mark. :reminder:",
      "name": "Kraken",
      "other": "If ye want, tell on deck that \"The Kraken be aboard\". Change the 'memberin 'mark. :reminder:"
    },
    "marionette": {
      "ability": "Ye tink ye be a good'un, but ye be not. The Beast o' the Sea be told who ye be. [Ye be bunkmates wi' the Beast o' the Sea]",
      "first": "Rouse the Beast o' the Sea. Point to the matey marked *BE THE PUPPET* and show the *THIS MATEY BE* token and the Puppet station mark.",
      "name": "Puppet"
    },
    "mastermind": {
      "name": "Plotter"
    },
    "mathematician": {
      "ability": "Ev'ry moon, you be told how many mateys' trades went wrong (since sun up) thanks to another station's trade.",
      "first": "Make a gesture with yer fingers.",
      "name": "Bean Counter",
      "other": "Make a gesture with yer fingers."
    },
    "mutant": {
      "ability": "If'n yer \"delirious\" that yer a Stowaway, ye might be thrown overboard."
    },
    "ojo": {
      "ability": "Ev’ry moon, pick a position: they be joinin' the locker. If'n ther not aboard, the captain chooses who joins the locker."
    },
    "oracle": {
      "other": "Make a gesture with yer fingers."
    },
    "plaguedoctor": {
      "ability": "When ye join the locker, the Captain works a Scallywag trade."
    },
    "politician": {
      "ability": "If ye were the matey (most responsible) for ye loyalty’s ship sinking, ye (change) loyalty & prevail, even if in the locker."
    },
    "snitch": {
      "ability": "All the Scallywags get 3 Fool's Marks."
    },
    "soldier": {
      "ability": "Ye ‘r’ immune to the beast o’ the sea.",
      "name": "Navyman"
    },
    "summoner": {
      "ability": "Ye get 3 Fool's Marks. Under the 3rd moon, pick a matey: pick a bad'un Beast o' the Sea for them. [No Beast o' the Sea]"
    },
    "towncrier": {
      "name": "Barrelman"
    },
    "vigormortis": {
      "name": "Rigorrustus"
    },
    "vortox": {
      "ability": "Ev'ry Moon*, pick a matey, they join the locker. Crewmate occupations yield scurvy. Each Sun, if no matey’s walk the plank, bad’uns prevail."
    },
    "witch": {
      "name": "Voodoo Master"
    }
  }
}
