{
  "editions": {
    "bmr": {
      "description": "...be a feast o' the damned. Beasts o'the Sea send scores to the locker, and Scallywags can do it too. Good'uns can dance with the storm for trusty knowin', but can send their hearties to the locker at the same time. There be many paths to keep'n mateys livin' well into the journey. But if the good'uns can't reckon Scallywags and Beasts o' the Sea be aboard, their doom be nigh on certain."
    },
    "custom": {
      "description": "If'n ye wish to set sail wi' a ledger o' yer own makin', ye must pick the stations ye wish to hire with the crown's Ledger Quill and then drop the writ o' the sea here or give us the bearings of yer writ. Ye can also drop the writ wi' yer ledger onto yer display or share a mark from Cap'n Jason that ye received.",
      "name": "Ledger o' Yer Own Makin'"
    },
    "homebrew": {
      "name": "Counterfeit"
    },
    "tb": {
      "description": "...is good fer yer whole crew. Some stations have knowin's without tryin', some must hunt out their knowin's, and some want to be bait for the Beast o' the Sea. Both crews can make an offering to the ocean to gain the upper hand.\nStorm's Comin' be a simple hunt for the Beast o' the Sea on the face of it, but the bad'uns can foul the bilge with their mighty and fearsome trades, so the good'uns can ne'er be sure of what they think they know if they want to make it through the journy alive.",
      "name": "Storm’s Comin’"
    }
  },
  "jinxes": {
    "alchemist-marionette": "An Alchemist-Puppet works not the Puppet's trade & the Puppet be aboard.",
    "alchemist-mastermind": "An Alchemist-Plotter works not the Plotter's trade & the Plotter is not-in-play.",
    "alchemist-organgrinder": "If'n the Alchemist works the Organ Grinder's trade, the Organ Grinder be aboard. If both be decent, both be tipsy.",
    "alchemist-spy": "An Alchemist-Spy works not the Spy trade & a Spy be aboard. When a player walks the plank, a livin' Alchemist-Spy may call a livin' matey the Spy. If they be right, the Beast o' the Sea must pick the Spy this moon.",
    "alchemist-summoner": "The Alchemist-summoner knows not what be ashore, and picks a Beast o' the Sea, but not a matey. If they enter the locker afore they do, the bad'uns prevail. [No Beast o' the Sea]",
    "alchemist-wraith": "An Alchemist-Wraith works not the Wraith trade & a Wraith be aboard. When a player walks the plank, a livin' Alchemist-Wraith may call a livin' matey the Wraith. If they be right, the Beast o' the Sea must pick the Wraith this moon.",
    "alhadikhia-mastermind": "If the Al-Hadikhia enters the locker by walkin' the plank and the Plotter be livin', the Al-Hadikhia picks 3 good'uns this moon: if all three pick to live, the bad'uns prevail. Else, the good'uns prevail.",
    "alhadikhia-princess": "If the Princess accused a matey and sent them to walk the plank on their first daylight, Al-Hadikhia sends none to the locker this moon.",
    "alhadikhia-scarletwoman": "If there would be two Beasts o' the Sea, and one had been the Scarlet Woman, the Scarlet Woman becomes the Scarlet Woman again.",
    "alsaahir-vizier": "The Captain tells not that the Vizier be aboard.",
    "atheist-riot": "During a riot, if the Captain be accused, mateys take a vote. If they be on the plank, the journey ends. If not, they accuse again.",
    "baron-heretic": "Only one jinxed station can be aboard.",
    "baron-plaguedoctor": "If the Captain would work the Baron's trade, up to two mateys become Stowaways.",
    "boffin-cultleader": "If the Beast o' the Sea works the Cult Leader's trade, they can't become a good'un because of it.",
    "boffin-goon": "If the Demon works the Ruffian's trade, they can't become a good'un because of it.",
    "boffin-heretic": "The Beast o' the Sea can't work the Heretic's trade.",
    "boffin-ogre": "The Beast o' the Sea can't work the Ogre's trade.",
    "boffin-politician": "The Beast o' the Sea can't work the Politician's trade.",
    "boomdandy-plaguedoctor": "If the Captain would work the Boomdandy's trade, a matey becomes the Boomdandy.",
    "bountyhunter-kazali": "If the Kazali turns the Bounty Hunter into a Scallywag, it makes no crewmates bad'uns.",
    "bountyhunter-philosopher": "If the Philosopher works the Bounty Hunter's trade, a Crewmate will mayhap become a bad'un.",
    "butler-cannibal": "If the Cannibal works the Butler's trade, they be told it.",
    "cannibal-juggler": "If the Juggler guesses on the first daylight and walks the plank into the locker, the livin' Cannibal learns how many guesses were right this moon.",
    "cannibal-princess": "If the Cannibal accused the Princess and made them walk the plank into the locker, the Beast o' the Sea doesn't send anyone to the locker tonight.",
    "cannibal-zealot": "If the Cannibal works the Zealot's trade, they be told it.",
    "chambermaid-mathematician": "The Maid can see if the Bean Counter will rouse this moon.",
    "courtier-summoner": "If the livin' Summoner works no trade, the Captain works the Summoner's trade.",
    "courtier-vizier": "If the Vizier gives up their trade, they be told it, and can't be sent to the locker under daylight.",
    "cultleader-pithag": "If the Pit-Hag makes a bad'un into the Cult Leader, they can't become a good'un thanks to their own trade.",
    "damsel-pithag": "If a Pit-Hag makes a Damsel, the Captain picks which matey it be."
  },
  "reminders": {
    "redherring": "Bloody Herring"
  },
  "roles": {
    "acrobat": {
      "ability": "Ev'ry moon*, pick a matey: if they is or get tipsy or seasick this moon, ye be joining the Locker.",
      "other": "The Acrobat picks a matey. :reminder:"
    },
    "alchemist": {
      "ability": "Ye work a Scallywag trade. If'n ye use it, the Captain might tell ye to pick som'n else."
    },
    "alsaahir": {
      "ability": "Ev'ry sun, if'n you figure out on the deck whose the Scallywag(s) and whose the Beast(s) o' the sea, the good'uns prevail."
    },
    "amnesiac": {
      "ability": "Ye forgot what yer trade be. Ev'ry sun, tell the Captain privately what it is: learn how right ye be."
    },
    "artist": {
      "ability": "Once a journey, in the sun, ask the Captain alone any Yarr/Nar question."
    },
    "assassin": {
      "ability": "Once in yer journey, under the moon*, pick a matey: they join the locker, even if'n they shouldn'."
    },
    "atheist": {
      "ability": "The Captain dont need'n follow the statutes, and if made to walk the plank, the good'uns prevail, even if yer in the locker. [No ne'erdowells]"
    },
    "balloonist": {
      "ability": "Ev'ry moon, ye learn a matey of a different rank to the last. [+0 or +1 Stowaway]"
    },
    "banshee": {
      "ability": "If the Beast o' the sea sends you to the locker, all mateys know it. Then, ye can accuse twice each sun and vote twice per accusal.",
      "name": "Siren"
    },
    "baron": {
      "ability": "Thar be extra stowaways aboard [+2 stowaways]"
    }
  }
}
