{
  "editions": {
    "bmr": {
      "description": "...यह मौत का तमाशा है। दानव रात में कई बार मारते हैं, और चेले भी इस खेल में शामिल हो जाते हैं। अच्छे खिलाड़ी भरोसेमंद जानकारी पाने के लिए बड़े जोखिम उठा सकते हैं, लेकिन इस प्रक्रिया में गलती से अपने दोस्तों को भी मार सकते हैं। सौभाग्य से, खिलाड़ियों को उनकी मौत के बाद भी लंबे समय तक जीवित रखने के कई तरीके हैं। हालाँकि, अगर अच्छी टीम यह तय नहीं कर पाती कि कौन से चेले और कौन से दानव खेल में हैं, तो उनका विनाश लगभग निश्चित है।"
    },
    "homebrew": {
      "name": "स्वनिर्मित"
    },
    "snv": {
      "description": "...बेस सेट में शामिल तीनों संस्करणों में से यह सबसे पागलपन भरा है। अच्छे किरदारों को हर रात अद्भुत जानकारी मिलती है। हालाँकि, दुष्ट टीम बेहद विविध और ख़तरनाक है और खेल में भारी भ्रम पैदा कर सकती है। किरदारों का पक्ष बदलता रहता है। खिलाड़ी भी किरदार बदलते हैं। यहाँ तक कि दुष्ट टीम भी यह भूल सकती है कि कौन कौन है। यह पागलपन का पहला रूप भी है, जो हर तरह की रुकावटें पैदा करता है।",
      "name": "वासना और वार"
    },
    "tb": {
      "description": "...इसमें थोड़ा-थोड़ा सब कुछ है। कुछ पात्र निष्क्रिय रूप से जानकारी प्राप्त करते हैं, कुछ को यह जानने के लिए कार्रवाई करनी पड़ती है कि कौन कौन है, जबकि कुछ बस दानव को अपने ऊपर हमला करने के लिए उकसाना चाहते हैं। अच्छाई और बुराई, दोनों ही सही समय पर बलिदान देकर बढ़त हासिल कर सकते हैं।\n\"तूफानी संकट \" एक अपेक्षाकृत सीधा-सादा दानव शिकार है, लेकिन बुराई के पास गलत जानकारी फैलाने के कई खतरनाक हथकंडे हैं, इसलिए अगर अच्छे खिलाड़ी जीवित रहना चाहते हैं, तो उन्हें अपनी जानकारी पर सवाल उठाना चाहिए।",
      "name": "तूफानी संकट"
    }
  },
  "jinxes": {
    "alchemist-marionette": "एक रासायनिक-कठपुतली में कोई कठपुतली क्षमता नहीं है और कठपुतली खेल में है।",
    "baron-heretic": "केवल एक ही मनहूस पात्र खेल में हो सकता है।",
    "baron-plaguedoctor": "अगर कहानीकार को जमींदार की शक्ति प्राप्त हो जाती है, तो ज़्यादा से ज़्यादा दो खिलाड़ी बहारी बन जाएंगे।"
  },
  "reminders": {
    "3attacks": "3 हमले",
    "abouttodie": "मरने वाला है",
    "actstwice": "दो बार करता है",
    "aligned": "के पक्ष में",
    "amigo": "दोस्त",
    "cannotdie": "मर नहीं सकता",
    "correct": "सही",
    "day1": "पहला दिन",
    "day2": "दूसरा दिन",
    "day3": "तीसरा दिन",
    "day4": "दिन 4",
    "day5": "दिन 5",
    "dead": "मृत",
    "falseinfo": "झूठी जानकारी",
    "fauxpaw": "गलत क़दम",
    "fear": "डर",
    "finalnightnoattack": "आखरी रात: कोई हमला नहीं",
    "grandchild": "पोता/पोती",
    "isthedemon": "दानव है",
    "isthedrunk": "शराबी है",
    "isthephilosopher": "दार्शनिक है",
    "lunch": "नास्ता",
    "mad": "पागल",
    "night1": "रात 1",
    "night2": "रात 2",
    "night3": "रात 3",
    "noability": "कोई शक्ति नहीं",
    "once": "एक बार",
    "outsider": "बाहरी",
    "protected": "संरक्षित",
    "redherring": "प्रलोभित नमूना",
    "somethingbad": "कुछ बुरा",
    "storytellerability": "कहानीकार की शक्ति"
  },
  "roles": {
    "acrobat": {
      "flavor": "आप सभी का पृथ्वी के सबसे महान प्रदर्शन में स्वागत है।"
    },
    "alchemist": {
      "flavor": "पृथ्वी के भीतरी भाग का भ्रमण करो। सुधार करके तुम छिपे हुए पत्थर को खोज लोगे। सोने के ऊपर लाल रंग छिपा है। मलकुथ में रहो।"
    },
    "alhadikhia": {
      "ability": "प्रत्येक रात *, आप 3 खिलाड़ियों को चुन सकते हैं (सभी खिलाड़ी जानते हैं कि कौन चुना गया): इनमें से प्रत्येक खिलाड़ी चुपचाप जीने या मरने का चुनाव करता है, लेकिन यदि सभी जीवित रहने का चुनाव करते हैं, तो सभी मर जाते हैं।"
    },
    "alsaahir": {
      "flavor": "मैं यहां आपके कारण हूं और आप यहां मेरे कारण हैं।"
    },
    "amnesiac": {
      "ability": "आपको नहीं पता कि आपकी शक्ति क्या है। हर दिन, अकेले में अंदाज़ा लगाएँ कि वह क्या है: आप सीखेंगे कि आप कितने सटीक हैं।",
      "flavor": "रुको। क्या। कौन? अरे , ठीक है। रुको। क्या?"
    },
    "angel": {
      "ability": "किसी नए खिलाड़ी की मौत के लिए जो भी सबसे ज़्यादा जिम्मेदार होगा, उसके साथ कुछ बुरा हो सकता है।",
      "flavor": "जो पापी नहीं हैं, वे मेरे लोगों की ओर हाथ बढ़ाने का साहस करके तो देखे , मैं ऐसे मूर्खों को हजारों तूफानों के प्रकोप और धार्मिकता से मार गिराऊंगा।"
    },
    "apprentice": {
      "flavor": "मैं सालों से यात्रा करता रहा हूँ, शिल्प के तौर-तरीकों का अध्ययन करता रहा हूँ। आप पूछेंगे कौन सा शिल्प? बस साधारण लोगों का। चिंता की कोई बात नहीं। अभी तक नहीं।"
    },
    "artist": {
      "ability": "दिन के दौरान, प्रत्येक खेल में केवल एक बार, कहानीकार से निजी तौर पर कोई भी हाँ/ना प्रश्न पूछें।",
      "flavor": "हे भगवान! यह तो चमकीला है! मेरा काम, यह... आप कैसे कहेंगे... शानदार! ईश्वर प्रकट हुए हैं! हाँ।"
    },
    "assassin": {
      "ability": "प्रत्येक खेल में एक बार, रात में*, एक खिलाड़ी चुनें वे मर जाते हैं, भले ही किसी कारणवश वे मर नहीं सकते थे ।",
      "flavor": "..।"
    },
    "atheist": {
      "flavor": "आइए हम बेवजह के अनुमान और मूर्खतापूर्ण व्यामोह से दूर हो जाएँ। हर चीज़ का एक बिल्कुल तर्कसंगत स्पष्टीकरण होता है। हाँ, एक चाय का प्याला सचमुच ग्रह की परिक्रमा कर रहा होगा, जो देखने में बहुत छोटा है, लेकिन मैं अपनी चाय असली चीनी मिट्टी के बर्तन से अपने असली हाथों में लेकर पीऊँगा।"
    },
    "banshee": {
      "flavor": "तुम्हारी आंखें नीली हैं, तुम्हारे बाल लाल हैं, ज्यादा समय नहीं लगेगा जब तुम कब्र में पहुंच जाओगे।"
    },
    "barber": {
      "flavor": "क्या आप जानते हैं कि हजामत और सर्जरी कभी एक ही पेशा हुआ करते थे? नहीं? खैर, अब आप जान गए होंगे।"
    },
    "barista": {
      "ability": "हर रात, शाम ढलने तक, 1) खिलाड़ी संयमीऔर स्वस्थ हो जाता है और उसे सही जानकारी मिल जाती है, या 2) उसकी शक्तियाँ दो बार काम करती है। वे जानते है की इनमें से क्या होता है ।",
      "flavor": "बिना क्रीम वाली एक कप कॉफ़ी, महोदय? मुझे बहुत अफ़सोस है, लेकिन हमारे पास क्रीम खत्म हो गई है - बिना दूध वाली कॉफ़ी कैसी रहेगी?"
    },
    "baron": {
      "flavor": "ये शहर बर्बाद हो गया है, क्या? सस्ता विदेशी मज़दूर... यही तो है। इन्हें खदान में ठूँस दो, मैं कहता हूँ। थोड़ी सी मेहनत से कभी किसी को नुकसान नहीं होता, और जो डाकू इसके उलट कुछ कहे, उसके कान काट दो। सब कुछ तो मुनाफे का सवाल है, क्या?"
    },
    "beggar": {
      "flavor": "गरीबों के लिए भीख, महोदय ? एक सिक्का दे दीजिए मैडम? शुक्रिया। भगवान भला करे! आप वाकई बहुत नेक इंसान हैं और इसमें कोई शक नहीं! आज रात मैं कुछ बढ़िया नाश्ता करूँगा, ज़रूर करूँगा!"
    },
    "bigwig": {
      "flavor": "घमंड पूछता है ‘क्या यह लोकप्रिय है?’ कायरता पूछती है ‘क्या यह सुरक्षित है?’ विवेक पूछता है ‘क्या यह सही है?’ हम में से कौन पूछेगा: ‘क्या यह सच है?’"
    },
    "bishop": {
      "ability": "केवल कहानीकार ही नामांकन कर सकता है। प्रत्येक दिन कम से कम एक विरोधी खिलाड़ी को नामांकित किया जाना चाहिए।",
      "flavor": "पिता, पुत्र और पवित्र आत्मा के नाम पर... हम परमेश्वर की इच्छा हैं। परमेश्वर हमें चाहता है।"
    },
    "boffin": {
      "flavor": "तारकीय हाइड्रोजन, विशाल, निष्क्रिय; कार्बन, ऑक्सीजन, नियॉन गैसें, सब नष्ट हो गईं। आणविक अराजकता, एन्ट्रॉपी, नई ब्रह्मांडीय घटनाएँ उत्पन्न करती है, परमाणु अराजकता से पुनर्जन्म, सघन पदार्थ का पतन। सब कुछ एक छोटी सी बोतल में।"
    },
    "bonecollector": {
      "ability": "प्रत्येक खेल में एक बार, रात में*, एक मृत खिलाड़ी को चुनें: वे शाम तक अपनी शक्ति पुनः प्राप्त कर लेते हैं।",
      "flavor": "मैं बहुत सी चीज़ें इकट्ठा करता हूँ। बाल। दाँत। कपड़े। कविताओं के अंश। बिछड़े हुए प्रेमियों के सपने। मेरी गुप्त कलाएँ तुम्हें पता नहीं हैं, लेकिन मेरी फीस बहुत कम है। मुझे किसी ऐसी कुलीन महिला का खून लाओ जो पूर्णिमा के दिन दिल टूटने से मर गई हो, और तुम्हें अपने सवालों के जवाब मिल जाएँगे।"
    },
    "boomdandy": {
      "flavor": "टिक... टिक... टिक... टॉक।"
    },
    "bountyhunter": {
      "ability": "आप एक दुष्ट खिलाड़ी को जानते हुए शुरू करते हैं। अगर आपका परिचित खिलाड़ी मर जाता है, तो आपको आज रात एक और दुष्ट खिलाड़ी के बारे में पता चलता है। [एक नगरवासी दुष्ट है]",
      "first": "*ज्ञात* खिलाड़ी की ओर इशारा करें।",
      "flavor": "मैं अकेला, भ्रष्टाचार की बीमार बदबू से भरी इन गलियों में चलता हूँ। इसकी घनीभूतता अनायास ही, घृणा और आशंका से जलती हुई, मेरे नथुनों में घुस जाती है। इस मनहूस जगह की बीमारी हर रात बढ़ती जा रही है। और मैं... मैं ही इसका इलाज हूँ।",
      "other": "यदि *ज्ञात* खिलाड़ी की आज या आज रात मृत्यु हो गई है, तो किसी नए *ज्ञात* खिलाड़ी की ओर संकेत करें।"
    },
    "buddhist": {
      "ability": "प्रत्येक दिन के पहले 2 मिनट तक अनुभवी खिलाड़ी बात नहीं कर सकते।"
    }
  }
}
