{
  "editions": {
    "homebrew": {
      "name": "स्वनिर्मित"
    },
    "snv": {
      "description": "...बेस सेट में शामिल तीनों संस्करणों में से यह सबसे पागलपन भरा है। अच्छे किरदारों को हर रात अद्भुत जानकारी मिलती है। हालाँकि, दुष्ट टीम बेहद विविध और ख़तरनाक है और खेल में भारी भ्रम पैदा कर सकती है। किरदारों का पक्ष बदलता रहता है। खिलाड़ी भी किरदार बदलते हैं। यहाँ तक कि दुष्ट टीम भी यह भूल सकती है कि कौन कौन है। यह पागलपन का पहला रूप भी है, जो हर तरह की रुकावटें पैदा करता है।",
      "name": "वासना और वार"
    },
    "tb": {
      "description": "...इसमें थोड़ा-थोड़ा सब कुछ है। कुछ पात्र निष्क्रिय रूप से जानकारी प्राप्त करते हैं, कुछ को यह जानने के लिए कार्रवाई करनी पड़ती है कि कौन कौन है, जबकि कुछ बस दानव को अपने ऊपर हमला करने के लिए उकसाना चाहते हैं। अच्छाई और बुराई, दोनों ही सही समय पर बलिदान देकर बढ़त हासिल कर सकते हैं।\n\"तूफानी संकट \" एक अपेक्षाकृत सीधा-सादा दानव शिकार है, लेकिन बुराई के पास गलत जानकारी फैलाने के कई खतरनाक हथकंडे हैं, इसलिए अगर अच्छे खिलाड़ी जीवित रहना चाहते हैं, तो उन्हें अपनी जानकारी पर सवाल उठाना चाहिए।",
      "name": "तूफानी संकट"
    }
  },
  "jinxes": {
    "baron-heretic": "केवल एक ही मनहूस पात्र खेल में हो सकता है।"
  },
  "reminders": {
    "3attacks": "3 हमले",
    "abouttodie": "मरने वाला है",
    "actstwice": "दो बार करता है",
    "aligned": "के पक्ष में",
    "amigo": "दोस्त",
    "cannotdie": "मर नहीं सकता",
    "correct": "सही",
    "day1": "पहला दिन",
    "day2": "दूसरा दिन",
    "day3": "तीसरा दिन",
    "day4": "चौथा दिन",
    "day5": "पांचवां दिन",
    "dead": "मृत",
    "falseinfo": "झूठी जानकारी",
    "fauxpaw": "गलत क़दम",
    "fear": "डर",
    "finalnightnoattack": "आखरी रात: कोई हमला नहीं",
    "grandchild": "पोता/पोती",
    "lunch": "नास्ता",
    "mad": "पागल",
    "night1": "रात 1",
    "night2": "रात 2",
    "night3": "रात 3",
    "noability": "कोई शक्ति नहीं",
    "once": "एक बार",
    "outsider": "बाहरी",
    "protected": "संरक्षित",
    "redherring": "प्रलोभित नमूना",
    "somethingbad": "कुछ बुरा",
    "storytellerability": "कहानीकार की शक्ति"
  },
  "roles": {
    "acrobat": {
      "flavor": "आप सभी का पृथ्वी के सबसे महान प्रदर्शन में स्वागत है।"
    },
    "alchemist": {
      "flavor": "पृथ्वी के भीतरी भाग का भ्रमण करो। सुधार करके तुम छिपे हुए पत्थर को खोज लोगे। सोने के ऊपर लाल रंग छिपा है। मलकुथ में रहो।"
    },
    "alhadikhia": {
      "ability": "प्रत्येक रात *, आप 3 खिलाड़ियों को चुन सकते हैं (सभी खिलाड़ी जानते हैं कि कौन चुना गया): इनमें से प्रत्येक खिलाड़ी चुपचाप जीने या मरने का चुनाव करता है, लेकिन यदि सभी जीवित रहने का चुनाव करते हैं, तो सभी मर जाते हैं।"
    },
    "assassin": {
      "flavor": ""
    }
  }
}
