{
  "editions": {
    "bmr": {
      "description": "... is een extravaganza aan doden. De Demoon doodt meerdere keren per nacht, en Volgelingen doen mee aan de actie. Goede spelers kunnen een groot risico nemen om betrouwbare informatie te krijgen, maar kunnen daarbij hun vrienden doden in het proces. Gelukkig zijn er veel manieren om spelers in leven te houden na hun sterfdatum. Als het goede team niet kan bepalen welke Volgelingen en Demoon in het spel zitten, is hun ondergang vrijwel zeker.",
      "name": "Nacht van de Vervloekte Maan"
    },
    "custom": {
      "name": "Zelfgemaakt Script"
    },
    "homebrew": {
      "name": "Eigen Creatie"
    },
    "snv": {
      "description": "...is de gekste van de drie edities in de basisset. Goede karakters krijgen elke nacht fantastische informatie . Echter, het slechte team is extreem gevarieerd en bedreigend en kan voor enorme verwarring zorgen. Karakters kunnen van team veranderen. Zelfs het slechte team kan het overzicht verliezen van wie wie is. Dit is ook de eerste verschijning van waanzin, wat roet in het eten gooit.",
      "name": "Dood of de Gladiolen"
    },
    "tb": {
      "description": "...heeft een beetje van alles. Sommige karakters krijgen passief informatie, sommigen moeten actie ondernemen om te leren wie wie is, terwijl weer anderen de Demoon willen verleiden hen aan te vallen. Zowel goed als slecht kan de bovenhand krijgen bij goed getimede offers.\n\"Opborrelende Onrust\" is een relatief eenvoudige demonenjacht, maar het slechte team heeft een aantal gemene trucs achter de hand om misinformatie te verspreiden, dus de goede spelers moeten zich afvragen wat ze denken te weten als ze willen overleven.",
      "name": "Opborrelende Onrust"
    }
  },
  "jinxes": {
    "alchemist-boffin": "Als de Alchemist de Bolleboos vaardigheid heeft, leert de Alchemist niet welke vaardigheid de Demoon heeft.",
    "alchemist-marionette": "Een Alchemist-Marionet heeft geen Marionet vaardigheid & de Marionet zit in het spel.",
    "alchemist-mastermind": "Een Alchemist-Meesterbrein heeft geen Meesterbrein vaardigheid & het Meesterbrein zit niet in het spel.",
    "alchemist-organgrinder": "Als de Alchemist de Orgelman vaardigheid heeft, is de Orgelman in het spel. Als ze beiden nuchter zijn, zijn ze beiden dronken.",
    "alchemist-spy": "Een Alchemist-Spion heeft geen vaardigheid & de Spion zit in het spel. Na elke executie mag de Alchemist-Spion publiekelijk een levende speler als Spion raden. Als dit goed is, moet de Demoon de Spion vannacht kiezen.",
    "alchemist-summoner": "De Alchemist-Bezweerder krijgt geen bluffs, en kiest een Demoon, maar geen speler. Als hij sterft voor dit gebeurt, wint slecht. [Geen Demoon]",
    "alchemist-widow": "Een Alchemist-Weduwe heeft geen Weduwe-vaardigheid en de Weduwe zit in het spel. Na elke executie raadt de Alchemist-Weduwe publiekelijk een levende speler als de Weduwe. Indien correct moet de Demoon de Weduwe vannacht kiezen.",
    "alchemist-wraith": "Een Alchemist-Schim heeft geen Schim vaardigheid & de Schim zit in het spel. Na elke executie mag de Alchemist-Schim publiekelijk een levende speler raden als de Schim. Als dit goed is, moet de Demoon de Schim vannacht kiezen.",
    "alhadikhia-mastermind": "Als de Al-Hadikhia sterft door executie, en er is een Meesterbrein in leven, dan kiest de Al-Hadikhia 3 goede spelers vannacht: als ze alledrie kiezen om te leven, wint slecht. Anders wint goed.",
    "alhadikhia-princess": "Als de Prinses een speler nomineert & executeert op hun eerste dag, sterft er niemand door de Al-Hadikhia vannacht.",
    "alhadikhia-scarletwoman": "Als er twee Demonen zijn en 1 hiervan was de Rode Vrouw, dan verandert de Rode Vrouw terug in de Rode Vrouw.",
    "alsaahir-vizier": "De verteller verklaart niet dat de Vizier in het spel zit.",
    "atheist-riot": "Tijdens de rellen, als de verteller is genomineerd, moeten de spelers stemmen. Als de verteller op het punt staat te sterven, eindigt het spel. Zo niet, dan nomineren ze opnieuw."
  },
  "roles": {
    "amnesiac": {
      "flavor": "Ik heb hier geen actieve herinnering aan."
    },
    "atheist": {
      "flavor": "Laten we ons niet verliezen in de nutteloze veronderstellingen en dwaze paranoia. Er is een volstrekt normale en rationale verklaring voor alles. Ja, een theekopje kan om de planeet draaien, te klein om te zien, maar ik drink mijn thee uit het daadwerkelijk servies dat in mijn handen rust."
    },
    "boomdandy": {
      "flavor": "Harry doet boem."
    },
    "damsel": {
      "flavor": "Schat, kom niet aan het haar."
    },
    "fibbin": {
      "flavor": "Gniffel Gniffel. Hihihi. Hi. Hi. Hi."
    },
    "lilmonsta": {
      "flavor": "Stap 1: Skattig zijn. Stap 2: De wereld veroveren. Stap 3: Ompbijt."
    },
    "lleech": {
      "flavor": "Lekker, lekker, lekker, lekker, lekker, lekker, herse.... ik bedoel taart! Cake. Lekker stukje taart. Cake. Dat is wat ik wilde zeggen."
    },
    "ravenkeeper": {
      "flavor": "Mijn vogels zullen wraak nemen! Vlieg! Vlieg mijn lieve loyale dieren. Van het kasteel tot de oceaan. Van de vallei tot aan de straten. Vlieg!"
    },
    "scarletwoman": {
      "name": "Rode Vrouw"
    },
    "seamstress": {
      "flavor": "Heb je gehoord dat die vreemdeling in de kasjmierjas ons jonge Belle het hof maakte? En ze heeft ja gezegd? Nou, dat is niets vergeleken met wat Harry en die jongleur op de kermis hebben uitgespookt! De dingen die ik zou kunnen vertellen als ik roddelde… ach, ja."
    },
    "snakecharmer": {
      "flavor": "Effendi... Ik ben slechts een nederig man, maar mijn fluit is van goud en één melodie zal de wildste djinn temmen, Inshallah. Ze zeggen dat hebzucht meer mannen het leven kost dan touw. Maar ik niet, Effendi... ik niet."
    },
    "spy": {
      "ability": "Elke nacht bekijk je de Grimoire. Je registreert mogelijk als goed & als Dorpeling of Buitenstaander, zelfs als je dood bent."
    },
    "vortox": {
      "name": "Vortox"
    },
    "voudon": {
      "name": "Voudon"
    },
    "washerwoman": {
      "name": "Wasvrouw"
    },
    "widow": {
      "name": "Weduwe"
    },
    "witch": {
      "name": "Heks"
    },
    "wizard": {
      "name": "Tovenaar"
    },
    "wraith": {
      "ability": "Jij mag ervoor kiezen om je ogen te openen in de nacht. Jij wordt ook wakker gemaakt wanneer slechte spelers wakker worden.",
      "first": "Maak de Schim wakker wanneer andere slechte spelers wakker worden.",
      "flavor": "Ra'āb ina pān ṣilli ša dāri. Rigim qallu ina šūri, šītu ša šunātīka iredde, u napšutka idlul ina pān maṣṣartī dāriti.",
      "name": "Schim",
      "other": "Maak de Schim wakker wanneer andere slechte spelers wakker worden."
    },
    "xaan": {
      "ability": "Tijdens nacht X zijn alle Dorpelingen vergiftigd tot schemering. [X Buitenstaanders]",
      "first": "Markeer de Xaan met het *NACHT 1* fiche. Als X 1 is, markeer de Xaan met het *X* herinneringsfiche. :reminder: :reminder:",
      "flavor": "Daar vallen ze, één voor één. Per twee, per drie, per vijf.",
      "name": "Xaan",
      "other": "Verander het Xaan herinneringsfiche naar de relevante nacht. Als dit nacht X is, markeer dan de Xaan met het *X* herinneringsfiche. :reminder: :reminder:"
    },
    "yaggababble": {
      "ability": "Jij begint het spel met een geheime uitdrukking. Voor elke keer dat jij dit publiekelijk zegt vandaag, sterft er misschien een speler.",
      "first": "Kies een geheime uitdrukking. Maak de Kletsmajoor wakker en laat de speler weten wat de geheime uitdrukking is.",
      "flavor": "Moorden in de het Rue lijkenhuis? Фальшивые новости! Honden op de Baskerville heide? Фальшивые новости! Dood tijdens het zeilen over de Nijl? Фальшивые новости!",
      "name": "Kletsmajoor",
      "other": "Voor iedere keer dat de Kletsmajoor de uitdrukking heeft gezegd vandaag, mag je een speler kiezen. Deze sterft. :reminder:"
    },
    "zealot": {
      "ability": "Als er 5 of meer spelers leven, moet je voor iedere nominatie stemmen.",
      "flavor": "Ik geniet ervan om met jou te praten. Jouw verstand is aantrekkelijk. Het heeft weg van mijn eigen verstand, behalve dat jij gestoord blijkt te zijn.",
      "name": "Fanatiekeling"
    },
    "zombuul": {
      "ability": "Elke nacht*, als er niemand is dood is gegaan vandaag, kies een speler: deze sterft. De eerste keer dat jij sterft leef je, maar je registreert als dood.",
      "flavor": "Ik kan niet. Begrijpen. Jouw manieren. Medemens. Laat mij zien. De grond. Waar de heilige. Liggen. Slapende. Ik ook. Moet slapen. Binnenkort.",
      "name": "Zombuul",
      "other": "Als niemand is doodgegaan vandaag, kiest de Zombuul een speler. :reminder:"
    }
  }
}
