{
  "editions": {
    "bmr": {
      "description": "... is een extravaganza aan doden. De Demoon doodt meerdere keren per nacht, en Volgelingen doen mee aan de actie. Goede spelers kunnen een groot risico nemen om betrouwbare informatie te krijgen, maar kunnen daarbij hun vrienden doden in het proces. Gelukkig zijn er veel manieren om spelers in leven te houden na hun sterfdatum. Als het goede team niet kan bepalen welke Volgelingen en Demoon in het spel zitten, is hun ondergang vrijwel zeker."
    },
    "custom": {
      "name": "Zelfgemaakt Script"
    },
    "snv": {
      "name": "Dood of de Gladiolen"
    }
  },
  "jinxes": {
    "alchemist-boffin": "Als de Alchemist de Bolleboos vaardigheid heeft, leert de Alchemist niet welke vaardigheid de Demoon heeft.",
    "alchemist-marionette": "Een Alchemist-Marionet heeft geen Marionet vaardigheid & de Marionet zit in het spel.",
    "alchemist-spy": "Een Alchemist-Spion heeft geen vaardigheid & de Spion zit in het spel. Na elke executie mag de Alchemist-Spion publiekelijk een levende speler als Spion raden. Als dit goed is, moet de Demoon de Spion vannacht kiezen.",
    "alchemist-summoner": "De Alchemist-Bezweerder krijgt geen bluffs, en kiest een Demoon, maar geen speler. Als hij sterft voor dit gebeurt, wint slecht. [Geen Demoon]",
    "alchemist-wraith": "Een Alchemist-Schim heeft geen Schim vaardigheid & de Schim zit in het spel. Na elke executie mag de Alchemist-Schim publiekelijk een levende speler raden als de Schim. Als dit goed is, moet de Demoon de Schim vannacht kiezen.",
    "alsaahir-vizier": "De verteller verklaart niet dat de Vizier in het spel zit."
  },
  "roles": {
    "amnesiac": {
      "flavor": "Ik heb hier geen actieve herinnering aan."
    },
    "atheist": {
      "flavor": "Laten we ons niet verliezen in de nutteloze veronderstellingen en dwaze paranoia. Er is een volstrekt normale en rationale verklaring voor alles. Ja, een theekopje kan om de planeet draaien, te klein om te zien, maar ik drink mijn thee uit het daadwerkelijk servies dat in mijn handen rust."
    },
    "boomdandy": {
      "flavor": "Harry doet boem."
    },
    "damsel": {
      "flavor": "Niet aan mijn haar komen, schat."
    },
    "fibbin": {
      "flavor": "Gniffel Gniffel. Hihihi. Hi. Hi. Hi."
    },
    "lilmonsta": {
      "flavor": "Stap 1: Skattig zijn. Stap 2: De wereld veroveren. Stap 3: Ompbijt."
    },
    "lleech": {
      "flavor": "Lekker, lekker, lekker, lekker, lekker, lekker, herse.... ik bedoel taart! Cake. Lekker stukje taart. Cake. Dat is wat ik wilde zeggen."
    },
    "ravenkeeper": {
      "flavor": "Mijn vogels zullen wraak nemen! Vlieg! Vlieg mijn lieve loyale dieren. Van het kasteel tot de oceaan. Van de vallei tot aan de straten. Vlieg!"
    },
    "seamstress": {
      "flavor": "Heb je gehoord dat die vreemdeling in de kasjmierjas ons jonge Belle het hof maakte? En ze heeft ja gezegd? Nou, dat is niets vergeleken met wat Harry en die jongleur op de kermis hebben uitgespookt! De dingen die ik zou kunnen vertellen als ik roddelde… ach, ja."
    },
    "snakecharmer": {
      "flavor": "Effendi... Ik ben slechts een nederig man, maar mijn fluit is van goud en één melodie zal de wildste djinn temmen, Inshallah. Ze zeggen dat hebzucht meer mannen het leven kost dan touw. Maar ik niet, Effendi... ik niet."
    },
    "spy": {
      "ability": "Elke nacht bekijk je de Grimoire. Je registreert mogelijk als Goed & als Dorpeling of Buitenstaander, zelfs als je dood bent."
    }
  }
}
