{
  "editions": {
    "bmr": {
      "description": "...jest widowiskiem życia i śmierci. Demony mogą zabijać kilkukrotnie podczas nocy, sługusy również mogą przyłączyć się do akcji. Gracze po dobrej stronie mogą decydować się na ryzykowne działania, by zdobyć cenne informacje , ale mogą przez to niechcący zabić swoich sojuszników. Na szczęście istnieje sporo sposobów, żeby utrzymywać graczy przy życiu długo po ich terminie przydatności. Jednak jeśli dobra drużyna nie odgadnie w porę, z jakimi sługusami i z którym demonem się zmaga, ich los będzie praktycznie przypieczętowany.",
      "name": "Kiedy wschodzi krwawy księżyc"
    },
    "custom": {
      "name": "Własny scenariusz"
    },
    "homebrew": {
      "name": "Chałupniczy"
    },
    "snv": {
      "description": "... jest najbardziej szaloną ze wszystkich trzech podstawowych edycji. Postacie z dobrej drużyny dostają każdej nocy fantastyczne informacje. Jednakże zła drużyna jest bardzo zróżnicowana i ich możliwości siania masowej dezorientacji stwarzają poważne zagrożenie. Gracze mogą zmienić przynależność w każdej chwili. Nawet zła drużyna może się zagubić w tym, kto jest kim. Jest to również pierwszy scenariusz, w którym pojawia się obsesja, rzucając graczom pełno kłód pod nogi.",
      "name": "Sekty i fiołki"
    },
    "tb": {
      "description": "...ma w sobie odrobinę wszystkiego. Niektóre postacie otrzymują informacje, niektóre muszą podejmować decyzje, by dowiedzieć się, kto jest kim, a niektóre chcą być chodzącą przynętą dla Demona. Obie drużyny mogą uzyskać sporą przewagę, poświęcając graczy w odpowiednim momencie.\nIdzie burza to dość proste polowanie na Demona, lecz zło dysponuje całym arsenałem podstępnych sztuczek i fałszywych tropów, więc dobrzy gracze muszą nauczyć się kwestionować swoją wiedzę, jeśli chcą dotrwać do końca.",
      "name": "Idzie burza"
    }
  },
  "jinxes": {
    "alchemist-boffin": "Jeśli Alchemik posiada umiejętność Szalonego naukowca, nie dowiaduje się, jaką umiejętność uzyskał Demon.",
    "alchemist-marionette": "Alchemik-Marionetka nie posiada umiejętności Marionetki, a Marionetka jest w grze.",
    "alchemist-mastermind": "Alchemik-Geniusz zła nie ma umiejętności Geniusza zła, a Geniusza zła nie ma w grze.",
    "alchemist-organgrinder": "Jeżeli Alchemik ma zdolność Kataryniarza, Kataryniarz jest w grze. Jeżeli oboje są trzeźwi, oboje są pijani.",
    "alchemist-spy": "Alchemik-Szpieg nie ma umiejętności Szpiega, a Szpieg jest w grze. Po każdej egzekucji, żywy Alchemik-Szpieg może publicznie zgadnąć, który żywy gracz jest Szpiegiem. Jeżeli zgadnie poprawnie, Demon musi wybrać Szpiega tej nocy.",
    "alchemist-summoner": "Alchemik-Przyzywacz nie dostaje blefów i wybiera, który Demon jest w grze, ale nie który gracz nim jest. Jeśli umrze zanim to się stanie, zło wygrywa. [brak Demona]",
    "alchemist-widow": "Alchemik-Wdowa nie ma umiejętności Wdowy, a Wdowa jest w grze. Po każdej egzekucji żywy Alchemik-Wdowa może publicznie zgadnąć, który żywy gracz jest Wdową. Jeżeli zgadnie poprawnie, Demon musi wybrać Wdowę tej nocy.",
    "alchemist-wraith": "Alchemik-Widmo nie ma zdolności Widma, a Widmo jest w grze. Po każdej egzekucji żywy Alchemik-Widmo może publicznie zgadnąć, który żywy gracz jest Widmem. Jeżeli zgadnie poprawnie, Demon musi wybrać Widmo tej nocy.",
    "alhadikhia-mastermind": "Jeżeli Al-Hadikhia umrze w wyniku egzekucji, a Geniusz Zła żyje, tej nocy Al-Hadikhia wybiera 3 dobrych graczy: jeżeli wszyscy 3 wybiorą życie, zło wygrywa. W przeciwnym wypadku wygrywa dobro.",
    "alhadikhia-princess": "Jeżeli swojego pierwszego dnia Księżniczka nominowała gracza poddanego egzekucji, nikt nie umiera od umiejętności Al-Hadikhi tej nocy.",
    "alhadikhia-scarletwoman": "Jeśli w grze są dwa Demony, z których jeden był wcześniej Kochanicą diabła, Kochanica diabła staje się ponownie Kochanicą diabła.",
    "alsaahir-vizier": "Bajarz nie ogłasza, że Wezyr jest w grze.",
    "atheist-riot": "Podczas zadymy, jeżeli Bajarz zostanie nominowany, gracze głosują. Jeżeli \"ma umrzeć\", gra się kończy. Jeżeli nie, mogą dalej nominować.",
    "balloonist-marionette": "Jeżeli Marionetka myśli, że jest Baloniarzem, to Outsider mógł zostać dodany podczas przygotowywania gry.",
    "banshee-vortox": "Jeżeli Vortox zabije Banshee wszyscy gracze dowiadują się, że Banshee umarła.",
    "baron-plaguedoctor": "Jeżeli Bajarz zdobył umiejętność Barona, do dwóch graczy staje się Przybyszami.",
    "boffin-cultleader": "Jeżeli Demon ma zdolność Przywódcy Kultu, nie może on stać się dobry w wyniku tej umiejętności.",
    "boffin-drunk": "Jeżeli Demon miał by mieć umiejętność Pijaka, Szalony Naukowiec wybiera gracza grającego Mieszczaninem aby miał tą zdolność.",
    "boffin-goon": "Jeśli Demon miał by mieć umiejętność Zbira, nie może on zmienić się w dobrego w wyniku tej umiejętności.",
    "boffin-heretic": "Demon nie może mieć umiejętności Heretyka.",
    "boffin-ogre": "Demon nie może mieć umiejętności Ogra.",
    "boffin-politician": "Demon nie może mieć umiejętności Polityka.",
    "boffin-villageidiot": "Jeżeli w grze jest zbędny token, Szalony Naukowiec może dać Demonowi umiejętność Wioskowego Idioty.",
    "bountyhunter-kazali": "Jeżeli Kazali zmieni Łowcę Nagród w Sługusa to wtedy nie powstaje zły Mieszczanin.",
    "butler-cannibal": "Jeżeli Kanibal otrzymuje umiejętność Lokaja, Kanibal się o tym dowiaduje.",
    "butler-organgrinder": "Jeśli Zgniatacz Organów powoduje głosowanie na ślepo, Lokaj może podnieść rękę podczas głosowania, ale jego głos się liczy tylko gdy jego pan także zagłosował.",
    "cannibal-juggler": "Jeżeli Żongler zgadywał pierwszego dnia i umrze w wyniku egzekucji, tej nocy żywy Kanibal dowiaduje się ile trafnych zgadnięć dostałby Żongler.",
    "cannibal-zealot": "Jeżeli Kanibal otrzymuje umiejętność Zeloty, Kanibal się o tym dowiaduje.",
    "chambermaid-mathematician": "Pokojówka może wykryć, że Matematyk się obudzi tej nocy.",
    "courtier-summoner": "Jeżeli żywy Przywoływacz nie posiada umiejętności, Bajarz posiada umiejętność Przywoływacza.",
    "courtier-vizier": "Jeżeli Wezyr utraci swoją umiejętność, dowiaduje się o tym i nie może zginąć w ciągu dnia.",
    "cultleader-pithag": "Jeżeli Jędza przemieni złego gracza w Przywódcę Kultu, nie może on zmienić się w dobrego w wyniku swojej umiejętności.",
    "damsel-spy": "Jeżeli Szpieg jest (lub był) w grze, Damulka jest zatruta.",
    "damsel-widow": "Jeżeli Wdowa jest (lub była) w grze, Damulka jest zatruta.",
    "drunk-mathematician": "Matematyk może dowiedzieć się czy umiejętność Pijaka wygenerowała fałszywe informacje, albo zadziałała nieprawidłowo.",
    "engineer-legion": "Jeżeli zostanie stworzony Legion, wszyscy źli gracze stają się Legionem. Jeżeli Legion jest w grze, Inżynier dowiaduje się o tym i nie ma swojej umiejętności.",
    "engineer-summoner": "Jeżeli żywy Przywoływacz zostanie usunięty z gry, Bajarz ma umiejętność Przywoływacza.",
    "eviltwin-plaguedoctor": "Jeżeli Bajarz ma otrzymać umiejętność Złego Bliźniaka, któryś z graczy staje się Złym Bliźniakiem.",
    "exorcist-leviathan": "Jeżeli Lewiatan nominował i poddał egzekucji gracza wybranego przez Egzorcystę, dobro wygrywa.",
    "exorcist-yaggababble": "Jeżeli Egzorcysta wybrał Yaggababble, Yaggababble nie zabija tej nocy.",
    "fanggu-scarletwoman": "Jeśli w grze byłyby dwa Demony, z których jeden był Kochanicą diabła, Kochanica diabła pozostaje Kochanicą diabła.",
    "lilmonsta-scarletwoman": "Jeżeli Potforek umrze przy 5 lub ponad 5 żywych graczach, Kochanica Diabła opiekuje się Potforkiem do końca gry.",
    "plaguedoctor-scarletwoman": "Jeżeli Bajarz miał by dostać umiejętność Kochanicy Diabła, otrzymuje ją jeden ze Sługusów i się o tym dowiaduje.",
    "preacher-vizier": "Jeżeli Wezyr utraci swoją umiejętność, dowiaduje się o tym i nie może zginąć w ciągu dnia."
  },
  "reminders": {
    "townsfolk": "Mieszczanin"
  },
  "roles": {
    "dawn": {
      "name": "Świt"
    },
    "dusk": {
      "name": "Zmierzch"
    },
    "scarletwoman": {
      "ability": "Jeżeli żyje 5 lub więcej graczy, a Demon ginie, stajesz się Demonem. (Podróżnicy się nie liczą)",
      "name": "Kochanica Diabła",
      "other": "Jeżeli Kochanica Diabła stała się Demonem, pokaż kartę *JESTEŚ* i żeton Demona."
    },
    "yaggababble": {
      "ability": "Zaczynasz grę znając tajemną frazę. Za każdym razem gdy wypowiadasz ją publicznie, jakiś gracz może umrzeć.",
      "first": "Wybierz tajemną frazę. Obudź Jaggablable i przekaż frazę.",
      "flavor": "Morderstwo w Rue Morgue? Fake news! Ogary na wrzosowisku Baskerville? Fake news! Śmierć żeglując po rzece Nil? Fake news!",
      "name": "Jaggablabla"
    }
  }
}
