{
  "editions": {
    "bmr": {
      "description": "...jest widowiskiem życia i śmierci. Demony mogą zabijać kilkukrotnie podczas nocy, sługusy również mogą przyłączyć się do akcji. Gracze po dobrej stronie mogą decydować się na ryzykowne działania, by zdobyć cenne informacje , ale mogą przez to niechcący zabić swoich sojuszników. Na szczęście istnieje sporo sposobów, żeby utrzymywać graczy przy życiu długo po ich terminie przydatności. Jednak jeśli dobra drużyna nie odgadnie w porę, z jakimi sługusami i z którym demonem się zmaga, ich los będzie praktycznie przypieczętowany.",
      "name": "Kiedy wschodzi krwawy księżyc"
    },
    "snv": {
      "name": "Sekty i Fiołki"
    }
  },
  "jinxes": {
    "alchemist-organgrinder": "Jeżeli Alchemik ma zdolność Zgniatacza Organów, Zgniatacz Organów jest w grze. Jeżeli oboje są trzeźwi, oboje są pijani.",
    "alchemist-spy": "Alchemik-Szpieg nie ma umiejętności Szpiega, ale Szpieg jest w grze. Po każdej egzekucji, żywy Alchemik-Szpieg może publicznie zgadnąć żywego gracza jako Szpiega. Jeżeli zgadnie, Demon musi wybrać Szpiega tej nocy.",
    "alchemist-summoner": "Alchemik-Przywoływacz nie dostaje blefów i wybiera jaki Demon jest w grze, ale nie który gracz nim jest. Jeśli umrze zanim to się stanie Zło wygrywa. [brak Demona]",
    "alchemist-widow": "Alchemik-Wdowa nie ma zdolności Wdowy i Wdowa jest w grze. Po każdej egzekucji żywy Alchemik-Wdowa może publicznie zgadnąć żywego gracza jako Wdowa. Jeżeli zgadł poprawnie to Demon musi wybrać Wdowę tej nocy.",
    "alchemist-wraith": "Alchemik-Upiór nie ma zdolności Upiora i Upiór jest w grze. Po każdej egzekucji żywy Alchemik-Upiór może publicznie zgadnąć żywego gracza jako Upiora. Jeżeli zgadnie poprawnie to Demon musi wybrać Upiora tej nocy.",
    "alhadikhia-mastermind": "Jeżeli Al-Hadikhia umrze w wyniku egzekucji i Architekt Szaleństwa jest żywy, tej nocy Al-Hadikhia wybiera 3 dobrych graczy: jeżeli wszyscy 3 wybiorą życie, zło wygrywa. W przeciwnym wypadku wygrywa dobro.",
    "alhadikhia-princess": "Jeżeli pierwszego dnia Księżniczka nominowała i ten gracz został poddany egzekucji, nikt nie umiera od umiejętności Al-Hadikhi tej nocy.",
    "alsaahir-vizier": "Bajarz nie ogłasza, że Wezyr jest w grze.",
    "atheist-riot": "Podczas zamieszek, jeżeli Bajarz zostanie nominowany gracze głosują. Jeżeli \"ma umrzeć\" gra się kończy. Jeżeli nie, mogą dalej nominować.",
    "balloonist-marionette": "Jeżeli Marionetka myśli, że jest Baloniarzem to Przybysz mógł być dodany podczas przygotowywania gry.",
    "banshee-vortox": "Jeżeli Vortox zabije Banshee wszyscy gracze dowiadują się, że Banshee umarła.",
    "baron-plaguedoctor": "Jeżeli Bajarz zdobył umiejętność Barona, do dwóch graczy staje się Przybyszami.",
    "boffin-cultleader": "Jeżeli Demon ma zdolność Przywódcy Kultu, nie może on stać się dobry w wyniku tej umiejętności.",
    "boffin-drunk": "Jeżeli Demon miał by mieć umiejętność Pijaka, Szalony Naukowiec wybiera gracza grającego Mieszczaninem aby miał tą zdolność.",
    "boffin-goon": "Jeśli Demon miał by mieć umiejętność Zbira, nie może on zmienić się w dobrego w wyniku tej umiejętności.",
    "boffin-heretic": "Demon nie może mieć umiejętności Heretyka.",
    "boffin-ogre": "Demon nie może mieć umiejętności Ogra.",
    "boffin-politician": "Demon nie może mieć umiejętności Polityka.",
    "boffin-villageidiot": "Jeżeli w grze jest zbędny token, Szalony Naukowiec może dać Demonowi umiejętność Wioskowego Idioty.",
    "bountyhunter-kazali": "Jeżeli Kazali zmieni Łowcę Nagród w Sługusa to wtedy nie powstaje zły Mieszczanin.",
    "butler-cannibal": "Jeżeli Kanibal otrzymuje umiejętność Lokaja, Kanibal się o tym dowiaduje.",
    "butler-organgrinder": "Jeśli Zgniatacz Organów powoduje głosowanie na ślepo, Lokaj może podnieść rękę podczas głosowania, ale jego głos się liczy tylko gdy jego pan także zagłosował.",
    "cannibal-juggler": "Jeżeli Żongler zgadywał pierwszego dnia i umrze w wyniku egzekucji, tej nocy żywy Kanibal dowiaduje się ile trafnych zgadnięć dostałby Żongler.",
    "cannibal-zealot": "Jeżeli Kanibal otrzymuje umiejętność Zeloty, Kanibal się o tym dowiaduje.",
    "chambermaid-mathematician": "Pokojówka może wykryć, że Matematyk się obudzi tej nocy.",
    "courtier-summoner": "Jeżeli żywy Przywoływacz nie posiada umiejętności, Bajarz posiada umiejętność Przywoływacza.",
    "courtier-vizier": "Jeżeli Wezyr utraci swoją umiejętność, dowiaduje się o tym i nie może zginąć w ciągu dnia.",
    "cultleader-pithag": "Jeżeli Jędza przemieni złego gracza w Przywódcę Kultu, nie może on zmienić się w dobrego w wyniku swojej umiejętności.",
    "damsel-spy": "Jeżeli Szpieg jest (lub był) w grze, Damulka jest zatruta.",
    "damsel-widow": "Jeżeli Wdowa jest (lub była) w grze, Damulka jest zatruta.",
    "drunk-mathematician": "Matematyk może dowiedzieć się czy umiejętność Pijaka wygenerowała fałszywe informacje, albo zadziałała nieprawidłowo.",
    "engineer-legion": "Jeżeli zostanie stworzony Legion, wszyscy źli gracze stają się Legionem. Jeżeli Legion jest w grze, Inżynier dowiaduje się o tym i nie ma swojej umiejętności.",
    "engineer-summoner": "Jeżeli żywy Przywoływacz zostanie usunięty z gry, Bajarz ma umiejętność Przywoływacza.",
    "eviltwin-plaguedoctor": "Jeżeli Bajarz ma otrzymać umiejętność Złego Bliźniaka, któryś z graczy staje się Złym Bliźniakiem.",
    "exorcist-leviathan": "Jeżeli Lewiatan nominował i poddał egzekucji gracza wybranego przez Egzorcystę, dobro wygrywa.",
    "exorcist-yaggababble": "Jeżeli Egzorcysta wybrał Szeptuchę, Szeptucha nie zabija tej nocy.",
    "preacher-vizier": "Jeżeli Wezyr utraci swoją umiejętność, dowiaduje się o tym i nie może zginąć w ciągu dnia."
  },
  "reminders": {
    "townsfolk": "Mieszczanin"
  },
  "roles": {
    "dawn": {
      "name": "Świt"
    },
    "dusk": {
      "name": "Zmierzch"
    }
  }
}
