{
  "editions": {
    "bmr": {
      "description": "… är ett dödens spektakel. Demoner dödar flera gånger per natt, och Kumpanerna kan också hjälpa till. Goda spelare kan ta stora risker för att få pålitlig information, men kan råka döda sina vänner på kuppen. Lyckligtvis finns många sätt att hålla spelare vid liv långt efter att deras tid är inne. Men om det goda laget inte kan avgöra vilka Kumpaner och Demoner som är i spel är deras undergång förvissad.",
      "name": "Bad Moon Rising"
    },
    "custom": {
      "description": "För att spela med ett eget manus måste du välja vilka roller du vill spela med i den officiella Manusskaparen och därefter ladda upp den genererade JSON-filen. Du kan ladda in den direkt i appen eller ange en URL som JSON-filen finns på. Du kan också dra och släppa filen på den här skärmen eller kopiera och klistra in filinnehållet.",
      "name": "Hemgjort manus"
    },
    "homebrew": {
      "name": "Hembryggt"
    },
    "snv": {
      "description": "… är den galnaste av de tre utgåvorna i baspaketet. Goda karaktärer får fantastisk information varenda natt, men det onda laget är mycket hotande och kan sprida enorm förvirring. Roller kan byta lag, spelare kan byta roller, och till och med de onda kan ha svårt att hålla koll på varandra. Här möter vi också för första gången galenskap, som sätter ytterligare käppar i hjulen.",
      "name": "Sects & Violets"
    },
    "tb": {
      "description": "… har lite av allt. Vissa roller får information passivt, vissa måste agera för att identifiera spelarna, och vissa vill bara lura Demonen att attackera dem. Både goda och onda kan göra väl valda uppoffringar för att få övertaget.\nTrouble Brewing är en ganska typisk demonjakt, men det onda laget har flera knep för att sprida desinformation, så de goda spelarna måste vara beredda att ifrågasätta det de tror sig veta för att kunna överleva.",
      "name": "Trouble Brewing"
    }
  },
  "jinxes": {
    "alchemist-boffin": "Om Alkemisten har Labbråttans förmåga så får Alkemisten inte veta vilken förmåga Demonen har.",
    "alchemist-marionette": "En Alkemist-Marionett har inte Marionettens förmåga och Marionetten är i spel.",
    "alchemist-mastermind": "En Alkemist-Konspiratör har inte Konspiratörens förmåga och Konspiratören är inte i spel.",
    "alchemist-organgrinder": "Om Alkemisten har Positivhalarens förmåga så är Positivhalaren i spel, och om båda är nyktra så är båda fulla.",
    "alchemist-spy": "En Alkemist-Spion har inte Spionens förmåga och Spionen är i spel. Varje dag efter avrättningsfasen kan den levande Alkemisten öppet gissa vilken levande spelare som är Spionen. Om hen gissar rätt måste Demonen välja Spionen inatt.",
    "alchemist-summoner": "En Alkemist-Åkallare får inga bluffar, och väljer Demon men inte spelare. Om hen dör innan det händer så vinner det onda laget. [Ingen Demon]",
    "alchemist-widow": "En Alkemist-Änka har inte Änkans förmåga och Änkan är i spel. Efter varje avrättning får den levande Alkemist-Änkan öppet gissa vilken levande spelare som är Änkan. Om hen gissar rätt måste Demonen välja Änkan inatt.",
    "alchemist-wraith": "En Alkemist-Vålnad har inte Vålnadens förmåga och Vålnaden är i spel. Efter varje avrättning får den levande Alkemist-Vålnaden öppet gissa vilken levande spelare som är Vålnaden. Om hen gissar rätt måste Demonen välja Vålnaden inatt.",
    "alhadikhia-mastermind": "Om al Hadikhia dör av avrättning och Konspiratören lever så väljer al Hadikhia 3 goda spelare inatt; om alla 3 väljer att leva så vinner de onda, annars vinner de goda.",
    "alhadikhia-princess": "Om Prinsessan nominerade och avrättade en spelare på sin första dag så dör ingen av al Hadikhias förmåga inatt.",
    "alhadikhia-scarletwoman": "Om det skulle finnas två Demoner varav en var Röda Damen så blir Röda Damen till Röda Damen igen.",
    "alsaahir-vizier": "Berättaren meddelar inte att Vesiren är i spel.",
    "atheist-riot": "Om Berättaren nomineras under kravallerna måste spelarna rösta. Om Berättaren döms avslutas spelet, annars nominerar Berättaren igen.",
    "balloonist-marionette": "Om Marionetten tror sig vara Ballongfararen så kan 1 extra Utböling ha lagts till.",
    "banshee-leviathan": "Varje natt* väljer Leviatan en levande god spelare (en ny varje natt); en vald Banshee dör och får sin förmåga.",
    "banshee-riot": "Varje natt* väljer Kravallen en levande god spelare (en ny varje natt); en vald Banshee dör och får sin förmåga.",
    "banshee-vortox": "Om Vortox dödar Bansheen så får alla spelare veta att Bansheen har dött.",
    "baron-heretic": "Endast 1 av rollerna får vara i spel.",
    "baron-plaguedoctor": "Om Berättaren skulle få Baronens förmåga så blir upp till två spelare till Utbölingar.",
    "boffin-cultleader": "Om Demonen har Kultledarens förmåga så kan hen inte bli god av den förmågan.",
    "boffin-drunk": "Om Demonen skulle ha Fyllots förmåga så väljer Labbråttan en Bybo som får Fyllots förmåga istället.",
    "boffin-goon": "Om Demonen har Hejdukens förmåga så kan hen inte bli god av den förmågan.",
    "boffin-heretic": "Demonen kan inte ha Kättarens förmåga.",
    "boffin-ogre": "Demonen kan inte ha Trollets förmåga.",
    "boffin-politician": "Demonen kan inte ha Politikerns förmåga.",
    "boffin-villageidiot": "Om det finns en ledig bricka så kan Labbråttan ge Demonen Byfånens förmåga.",
    "boomdandy-plaguedoctor": "Om Berättaren skulle få Krutdandyns förmåga så blir en spelare till Krutdandyn.",
    "bountyhunter-kazali": "Om Kazali gör Prisjägaren till en Kumpan så blir ingen Bybo ond av Prisjägarens förmåga.",
    "bountyhunter-philosopher": "Om Filosofen får Prisjägarens förmåga så kan en Bybo bli ond.",
    "butler-cannibal": "Om Kannibalen får Butlerns förmåga så får Kannibalen veta det.",
    "butler-organgrinder": "Om Positivhalaren gör att alla blundar när de röstar så får Butlern rösta, men hens röst räknas bara om hens husbonde också röstade.",
    "cannibal-juggler": "Om Jonglören gissar på första dagen och dör av avrättning så får den levande Kannibalen inatt veta hur många rätt Jonglören hade.",
    "cannibal-princess": "Om Kannibalen nominerade, avrättade och dödade Prinsessan idag så kan Demonen inte döda inatt.",
    "cannibal-zealot": "Om Kannibalen får Fanatikerns förmåga så får Kannibalen veta det.",
    "cerenovus-goblin": "Cerenovus får välja att en spelare ska låtsas vara Vätten.",
    "chambermaid-mathematician": "Husan får veta om Matematikern kommer att vakna inatt.",
    "clockmaker-summoner": "Åkallaren registreras som Demonen för Urmakaren.",
    "courtier-summoner": "Om den levande Åkallaren inte har någon förmåga så har Berättaren Åkallarens förmåga.",
    "courtier-vizier": "Om Vesiren förlorar sin förmåga så får hen veta det och kan inte dö på dagen.",
    "cultleader-pithag": "Om Trollpackan gör en ond spelare till Kultledaren så kan den spelaren inte bli god av sin egen förmåga.",
    "damsel-pithag": "Om Trollpackan skapar en Ungmö så bestämmer Berättaren vilken spelare det blir.",
    "damsel-spy": "Om Spionen är (eller har varit) i spel så är Ungmön förgiftad.",
    "damsel-widow": "Om Änkan är (eller har varit) i spel så är Ungmön förgiftad.",
    "drunk-mathematician": "Matematikern kan få veta om Fyllots förmåga gav falsk info eller inte fungerade korrekt.",
    "engineer-legion": "Om Legionen skapas så blir alla onda spelare till Legionen. Om Legionen är i spel så vet Ingenjören om det men har ingen förmåga.",
    "engineer-summoner": "Om den levande Åkallaren tas ur spel så får Berättaren Åkallarens förmåga.",
    "eviltwin-plaguedoctor": "Om Berättaren skulle få Onda Tvillingens förmåga så blir en spelare till Onda Tvillingen.",
    "exorcist-leviathan": "Om Leviatan nominerar och avrättar den Exorcist-valda spelaren så vinner goda laget.",
    "exorcist-riot": "Om Kravallen nominerar och avrättar den Exorcist-valda spelaren så vinner goda laget.",
    "exorcist-yaggababble": "Om Exorcisten väljer Yaggababbel så kan Yaggababbel inte döda någon inatt.",
    "fanggu-scarletwoman": "Om det skulle finnas två Demoner varav en var Röda Damen så blir Röda Damen inte till en Demon.",
    "farmer-leviathan": "Varje natt* väljer Leviatan en levande god spelare (en ny varje natt); en vald Bonde använder sin förmåga men dör inte.",
    "farmer-riot": "Varje natt* väljer Kravallen en levande god spelare (en ny varje natt); en vald Bonde använder sin förmåga men dör inte.",
    "fearmonger-plaguedoctor": "Om Berättaren skulle få Skräckspridarens förmåga så får en Kumpan förmågan, och får veta detta.",
    "fearmonger-vizier": "Vesiren vaknar med Skräckspridaren, får veta vem Skräckspridaren väljer och får inte välja att avrätta den spelaren.",
    "goblin-plaguedoctor": "Om Berättaren skulle få Vättens förmåga så får en Kumpan förmågan, och får veta detta.",
    "godfather-heretic": "Endast 1 av rollerna får vara i spel.",
    "goon-pithag": "Om Trollpackan gör en ond spelare till Hejduken så kan den spelaren inte bli god av sin egen förmåga.",
    "grandmother-leviathan": "Om Leviatan är i spel och barnbarnet dör av avrättning så vinner det onda laget.",
    "grandmother-riot": "Om Kravallen är i spel och barnbarnet dör av avrättning så vinner det onda laget.",
    "hatter-legion": "Om Legionen skapas så blir alla onda spelare till Legionen. Om Legionen är i spel så har Hattmakaren ingen förmåga.",
    "hatter-leviathan": "Leviatan kan inte skapas efter dag 5.",
    "hatter-lilmonsta": "Om Hattmakaren dör och Demonen väljer Lillmonstret så väljer hen också en Kumpan att bli.",
    "hatter-summoner": "Om Åkallaren skapar en andra levande Demon så dör spelare godtyckligt inatt.",
    "heretic-lleech": "Endast 1 av rollerna får vara i spel.",
    "heretic-pithag": "Endast 1 av rollerna får vara i spel.",
    "heretic-spy": "Endast 1 av rollerna får vara i spel.",
    "heretic-widow": "Endast 1 av rollerna får vara i spel.",
    "huntsman-marionette": "Om Marionetten tror sig vara Jägaren så har Ungmön lagts till.",
    "innkeeper-leviathan": "Om Leviatan nominerar och avrättar en Gästgivar-skyddad spelare så vinner goda laget.",
    "innkeeper-riot": "Om Kravallen nominerar och avrättar en Gästgivar-skyddad spelare så vinner goda laget.",
    "investigator-vizier": "Berättaren meddelar inte att Vesiren är i spel.",
    "kazali-marionette": "Om det skulle vara en Marionett i spel så läggs den till efter Demonen och måste börja som Demonens granne.",
    "kazali-summoner": "Om Åkallaren skapar en andra levande Demon så dör spelare godtyckligt inatt.",
    "king-leviathan": "Om Leviatan är i spel och minst 1 spelare är död så får Kungen veta om en levande roll varje natt.",
    "king-riot": "Om Kravallen är i spel och minst 1 spelare är död så får Kungen veta om en levande roll varje natt.",
    "legion-magician": "Magikern vaknar med Legionen och kan registreras som ond. Legionen vet ifall Magikern är i spel, men inte vilken spelare det är.",
    "legion-minstrel": "Om Legionen dog av avrättning idag så behåller Legionen sin förmåga, men Trubaduren kan få veta att hen är Legionen.",
    "legion-politician": "Politikern kan registreras som ond för Legionen.",
    "legion-preacher": "Om Predikanten väljer Legionen så får Legionen behålla sin förmåga, men Predikanten kan få veta att hen är Legionen.",
    "legion-summoner": "Om Legionen åkallas så blir alla onda spelare till Legionen.",
    "legion-zealot": "Fanatikern kan registreras som ond för Legionens förmåga.",
    "leviathan-mayor": "Om Leviatan och Borgmästaren lever dag 5 och ingen avrättas så vinner det goda laget.",
    "leviathan-monk": "Om Leviatan nominerar och avrättar den Munk-skyddade spelaren så vinner goda laget.",
    "leviathan-pithag": "Leviatan kan inte skapas efter dag 5.",
    "leviathan-ravenkeeper": "Varje natt* väljer Leviatan en levande god spelare (en ny varje natt); en vald Korpskötare använder sin förmåga men dör inte.",
    "leviathan-sage": "Varje natt* väljer Leviatan en levande god spelare (en ny varje natt); en vald Guru använder sin förmåga men dör inte.",
    "leviathan-soldier": "Om Leviatan nominerar och avrättar Soldaten så vinner goda laget.",
    "lilmonsta-magician": "Om Magikern lever så väljer Berättaren vilken Kumpan som tar hand om Lillmonstret.",
    "lilmonsta-marionette": "Om det skulle vara en Marionett i spel så läggs den till efter Demonen och måste börja som Demonens granne.",
    "lilmonsta-poppygrower": "Om Lillmonstret och Vallmoodlaren är i spel så vaknar Kumpanerna en och en tills någon väljer att ta hand om Lillmonstret.",
    "lilmonsta-psychopath": "Om Psykopaten tar hand om Lillmonstret så kan hen dö av avrättning.",
    "lilmonsta-scarletwoman": "Om Lillmonstret dör med minst 5 eller fler spelare vid liv så tar Röda Damen hand om Lillmonstret resten av spelet.",
    "magician-marionette": "Om Magikern lever så får Demonen inte veta vilken granne som är Marionetten."
  }
}
