{
  "editions": {
    "bmr": {
      "description": "...คือมหกรรมแห่งความตาย มีทั้งปีศาจที่สามารถสังหารผู้เล่นได้มากกว่า 1 คนในตอนกลางคืน และลูกสมุนที่ฆ่าคนได้ด้วย ฝ่ายดีจะต้องยอมเสี่ยงเพื่อให้ได้ข้อมูลที่สำคัญ ซึ่งอาจจะเป็นการฆ่าเพื่อนร่วมทีมได้ แต่ก็ยังโชคดีที่มีหลายวิธีที่สามารถช่วยให้ผู้เล่นรอดชีวิตได้ แต่หากฝ่ายดีไม่สามารถระบุได้ว่าลูกสมุนหรือปีศาจตัวไหนถูกเล่น ชะตากรรมของพวกเขาก็คือรอความตายและพ่ายแพ้"
    },
    "snv": {
      "description": "...คืออิดิชันที่โกลาหลมากที่สุดในสามอิดิชันหลัก ตัวละครฝ่ายดีจะได้รับข้อมูลอันล้ำค่าในทุกๆ คืน แต่ขณะเดียวกัน ฝ่ายร้ายก็มีความสามารถที่หลากหลายและอันตรายอย่างยิ่ง สามารถสร้างความสับสนวุ่นวายอย่างมหาศาล ผู้เล่นสามารถถูกเปลี่ยนฝั่งได้ ถูกเปลี่ยนตัวละครได้ แม้แต่ฝ่ายร้ายเองก็อาจสับสนว่าใครเป็นใครกันแน่ นี่เป็นชุดเกมที่จะพาคุณรู้จักกับสถานะ \"คลั่ง\" ซึ่งถูกนำมาใช้สร้างความปั่นป่วนอย่างที่คุณคาดไม่ถึง",
      "name": "ลัทธิสีอินทนิล"
    },
    "tb": {
      "description": "...มีครบทุกรูปแบบอยู่ในชุดเกมนี้. ตัวละครบางตัวได้รับข้อมูลโดยอัตโนมัติ, บางตัวต้องทำอะไรบางอย่างเพื่อรู้ว่าใครเป็นใคร, บางตัวต้องล่อให้ปีศาจมาโจมตีตัวเอง. ทั้งฝ่ายดีและฝ่ายร้ายสามารถสร้างความได้เปรียบจากการเสียสละตัวเองในจังหวะเหมาะสม\nการตามล่าปีศาจใน \"กลิ่นอายอลหม่าน\" เป็นไปอย่างตรงไปตรงมา, แต่ฝ่ายร้ายก็มีลูกเล่นในการปั่นหัวที่ซ่อนอยู่, ดังนั้นฝ่ายดีต้องตั้งคำถามกับสิ่งที่ตัวเองคิดว่ารู้ ถ้ายังหวังที่จะเอาชีวิตรอด"
    }
  },
  "jinxes": {
    "alchemist-boffin": "ถ้า Alchemist ได้รับความสามารถของ Boffin, Alchemist จะไม่รู้ว่าปีศาจได้รับความสามารถอะไรไป",
    "alchemist-marionette": "Alchemist ที่ได้รับความสามารถของ Marionette จะไม่มีความสามารถนั้น และ Marionette จะต้องอยู่ในเกม",
    "alchemist-mastermind": "Alchemist ที่ได้รับความสามารถของ Mastermind จะไม่มีความสามารถนั้น และ Mastermind จะต้องอยู่ในเกม",
    "alchemist-organgrinder": "ถ้า Alchemist ได้รับความสามารถของ Organ Grinder, Organ Grinder จะอยู่ในเกม. ถ้าทั้งสองคนสร่างเมา, ทั้งสองคนจะเมา",
    "alchemist-spy": "Alchemist จะใช้ความสามารถของ Spy ไม่ได้ และ Spy จะอยู่ในเกม. หลังจากการประหารแต่ละครั้ง, Alchemist (ที่มีชีวิต) อาจจะทายแบบเปิดเผยว่าใคร (เฉพาะที่มีชีวิต) คือ Spy. ถ้าทายถูก, ปีศาจจะต้องโจมตี Spy ในคืนนั้น",
    "alchemist-summoner": "Alchemist ที่ได้รับความสามารถของ Summoner จะไม่ได้รับตัวละครบลัฟ, และจะใช้ความสามารถของ Summoner โดยเลือกตัวละครปีศาจ แต่ไม่ได้เลือกผู้เล่น. ถ้า Alchemist ตายก่อนได้ใช้ความสามารถ, ฝ่ายร้ายจะชนะ [ไม่มีปีศาจตอนเริ่มเกม]",
    "alchemist-widow": "Alchemist ที่ได้รับความสามารถของ Widow จะไม่สามารถใช้ความสามารถนั้นได้ และ Widow จะอยู่ในเกม. หลังจากการประหารแต่ละครั้ง, Alchemist (ที่มีชีวิต) อาจจะทายแบบเปิดเผยว่าใคร (เฉพาะที่มีชีวิต) คือ Widow. ถ้าทายถูก, ปีศาจจะต้องโจมตี Widow ในคืนนั้น",
    "alchemist-wraith": "Alchemist ที่ได้รับความสามารถของ Wraith จะไม่มีความสามารถนั้น และ Wraith จะอยู่ในเกม. หลังจากการประหารแต่ละครั้ง, Alchemist (ที่มีชีวิต) อาจจะทายแบบเปิดเผยว่าใคร (เฉพาะที่มีชีวิต) คือ Wraith. ถ้าทายถูก, ปีศาจจะต้องโจมตี Wraith ในคืนนั้น",
    "alhadikhia-mastermind": "ถ้า Al-Hadikhia ตายจากการประหาร และ Mastermind ยังมีชีวิต, Al-Hadikhia เลือกผู้เล่น 3 คนในคืนนั้น, ถ้าทั้ง 3 คนเลือกมีชีวิต, ฝ่ายร้ายชนะ, ในกรณีอื่น ฝ่ายดีชนะ",
    "alhadikhia-princess": "ถ้า Princess เสนอชื่อและประหารผู้เล่นคนนั้นในวันแรกที่ Princess อยู่ในเกม, จะไม่มีใครตายจาก Al-Hadikhia ในคืนนั้น",
    "alhadikhia-scarletwoman": "ถ้ามีปีศาจ 2 คน โดยคนหนึ่งเคยเป็น Scarlet Woman มาก่อน, Scarlet Woman จะกลับไปเป็น Scarlet Woman อีกครั้ง",
    "alsaahir-vizier": "Storyteller ไม่ประกาศว่า Vizier อยู่ในเกม",
    "atheist-riot": "ขณะเกิดการจลาจล, ถ้า Storyteller ถูกเสนอชื่อ, ผู้เล่นจะต้องโหวตตามปกติ. ถ้า Storyteller \"ขึ้นแท่นประหาร\" เกมจะจบทันที, ถ้าไม่, Storyteller จะเสนอชื่ออีกครั้ง",
    "balloonist-marionette": "ถ้า Marionette คิดว่าตัวเองคือ Balloonist, คนนอกอาจจะถูกเพิ่มเข้ามาในตอน setup ได้",
    "banshee-leviathan": "แต่ละคืน (ยกเว้นคืนแรก) Leviathan เลือกผู้เล่นที่มีชีวิต (ที่ไม่ซ้ำกับคืนที่แล้ว) ถ้า Banshee ถูกเลือก จะตายและใช้ความสามารถได้",
    "banshee-riot": "แต่ละคืน (ยกเว้นคืนแรก) Riot เลือกผู้เล่นฝ่ายดีที่มีชีวิต (ที่ไม่ซ้ำกับคืนที่แล้ว) ถ้า Banshee ถูกเลือก จะตายและใช้ความสามารถได้",
    "banshee-vortox": "ถ้า Vortox ฆ่า Banshee, ผู้เล่นทุกคนจะรู้ว่า Banshee ตาย",
    "baron-heretic": "จะมีเพียง 1 ตัวละคร ที่อยู่ในเกม",
    "baron-plaguedoctor": "ถ้า Storyteller ได้รับความสามารถของ Baron, จะมีผู้เล่นกลายเป็นคนนอก ตั้งแต่ 0-2 คน",
    "boffin-cultleader": "ถ้าปีศาจได้รับความสามารถของ Cult Leader, ปีศาจจะไม่สามารถกลายเป็นคนดี จากความสามารถของ Cult Leader ได้",
    "boffin-drunk": "ถ้าปีศาจได้รับความสามารถของ Drunk, Boffin จะเลือกชาวเมือง 1 คนให้กลายเป็น Drunk",
    "boffin-goon": "ถ้าปีศาจได้รับความสามารถของ Goon, ปีศาจจะไม่สามารถกลายเป็นคนดี จากความสามารถของ Goon ได้",
    "boffin-heretic": "ปีศาจไม่สามารถได้รับความสามารถของ Heretic",
    "boffin-ogre": "ปีศาจไม่สามารถได้รับความสามารถของ Ogre",
    "boffin-politician": "ปีศาจไม่สามารถได้รับความสามารถของ Politician",
    "boffin-villageidiot": "ถ้ายังมีโทเคน Village Idiot เหลืออยู่, Boffin สามารถมอบความสามารถของ Village Idiot ให้กับปีศาจได้",
    "boomdandy-plaguedoctor": "ถ้า Storyteller ได้รับความสามารถของ Boomdandy, จะมีผู้เล่น 1 คนกลายเป็น Boomdandy",
    "bountyhunter-kazali": "ถ้า Kazali เปลี่ยน Bounty Hunter ให้กลายเป็นลูกสมุน, จะไม่มีชาวเมืองที่กลายเป็นฝ่ายร้าย (จาก Bounty Hunter)",
    "bountyhunter-philosopher": "ถ้า Philosopher ได้รับความสามารถของ Bounty Hunter, อาจจะมีชาวเมือง 1 คนกลายเป็นฝ่ายร้าย",
    "butler-cannibal": "ถ้า Cannibal ได้รับความสามารถของ Butler, Cannibal จะรู้ว่าได้รับความสามารถของ Butler",
    "butler-organgrinder": "ถ้า Organ Grinder ทำให้ต้องหลับตาตอนโหวต, Butler อาจจะยกมือโหวตได้ แต่จะนับโหวตนั้น เมื่อเจ้านายโหวตด้วยเท่านั้น",
    "cannibal-juggler": "ถ้า Juggler ทายในวันแรกและตายจากการประหาร, ในคืนนั้น Cannibal ที่ยังมีชีวิต จะได้รับข้อมูลของ Juggler แทน",
    "cannibal-princess": "ถ้า Cannibal เสนอชื่อและประหาร Princess ได้สำเร็จ, ปีศาจจะไม่ทำการฆ่าคนในคืนนั้น",
    "cannibal-zealot": "ถ้า Cannibal ได้รับความสามารถของ Zealot, Cannibal จะรู้ว่าได้รับความสามารถของ Zealot",
    "cerenovus-goblin": "Cerenovus อาจจะเลือกให้ผู้เล่นบ้าคลั่งเป็น Goblin ได้",
    "chambermaid-mathematician": "Chambermaid จะรู้ว่า Mathematician ตื่นหรือไม่ ถึงแม้ว่า Chambermaid จะตื่นก่อนก็ตาม",
    "clockmaker-summoner": "Clockmaker จะมองเห็น Summoner เป็นปีศาจ",
    "courtier-summoner": "ถ้า Summoner ยังมีชีวิต แต่สูญเสียความสามารถ (จาก Courtier), Storyteller จะได้รับความสามารถของ Summoner",
    "courtier-vizier": "ถ้า Vizier สูญเสียความสามารถ (จาก Courtier), Vizier จะรู้ตัว, และไม่สามารถถูกฆ่าในตอนกลางวัน",
    "cultleader-pithag": "ถ้า Pit-Hag เปลี่ยนผู้เล่นฝ่ายร้ายให้กลายเป็น Cult Leader, ผู้เล่นคนนั้นจะไม่สามารถกลับมาเป็นฝ่ายดี จากความสามารถของ Cult Leader",
    "damsel-pithag": "ถ้า Pit-Hag สร้าง Damsel ขึ้นมา, Storyteller จะเป็นคนเลือกว่าใครกลายเป็น Damsel"
  },
  "roles": {
    "djinn": {
      "flavor": "نحن لسنا هنا. انت لست حقيقي. كل شيء هو وهم. أسئلتك هي جبل نار في يوم صافٍ."
    },
    "scarletwoman": {
      "ability": "ถ้ามีผู้เล่น 5 คนขึ้นไปมีชีวิตอยู่และปีศาจตาย คุณจะกลายเป็นปีศาจแทน (ไม่นับนักพเนจร)"
    },
    "snitch": {
      "flavor": "จอห์นเป็น"
    },
    "sweetheart": {
      "other": "ถ้าหวานใจตาย จะมีผู้เล่น 1 คนเมาทันที หากยังไม่เกิดขึ้น ให้ดำเนินการเดี๋ยวนี้"
    },
    "undertaker": {
      "other": "หากมีผู้เล่นถูกประหารชีวิตวันนี้ แสดงโทเคนตัวละครของพวกเขา"
    },
    "vizier": {
      "first": "ประกาศว่ามีเสนาบดีอยู่ในเกม"
    },
    "washerwoman": {
      "flavor": "มีคราบเลือดบนชุดกันเปื้อนเหรอ? ไม่นะ มันคือเชอร์รี่ต่างหาก ซุ่มซ่ามจริงๆ"
    },
    "widow": {
      "first": "แสดงคัมภีร์ให้กับแม่ม่ายตามที่แม่ม่ายต้องการ แล้วแม่ม่ายเลือกผู้เล่น 1 คน :reminder:"
    }
  }
}
