{
  "editions": {
    "bmr": {
      "description": "...คือมหกรรมแห่งความตาย มีทั้งปีศาจที่สามารถสังหารผู้เล่นได้มากกว่า 1 คนในตอนกลางคืน และลูกสมุนที่ฆ่าคนได้ด้วย ฝ่ายดีจะต้องยอมเสี่ยงเพื่อให้ได้ข้อมูลที่สำคัญ ซึ่งอาจจะเป็นการฆ่าเพื่อนร่วมทีมได้ แต่ก็ยังโชคดีที่มีหลายวิธีที่สามารถช่วยให้ผู้เล่นรอดชีวิตได้ แต่หากฝ่ายดีไม่สามารถระบุได้ว่าลูกสมุนหรือปีศาจตัวไหนถูกเล่น ชะตากรรมของพวกเขาก็คือรอความตายและพ่ายแพ้",
      "name": "รัตติกาลอำมหิต"
    },
    "custom": {
      "name": "สคริปต์ทำเอง"
    },
    "homebrew": {
      "name": "กฎประจำบ้าน"
    },
    "snv": {
      "description": "...คืออิดิชันที่โกลาหลมากที่สุดในสามอิดิชันหลัก ตัวละครฝ่ายดีจะได้รับข้อมูลอันล้ำค่าในทุกๆ คืน แต่ขณะเดียวกัน ฝ่ายร้ายก็มีความสามารถที่หลากหลายและอันตรายอย่างยิ่ง สามารถสร้างความสับสนวุ่นวายอย่างมหาศาล ผู้เล่นสามารถถูกเปลี่ยนฝั่งได้ ถูกเปลี่ยนตัวละครได้ แม้แต่ฝ่ายร้ายเองก็อาจสับสนว่าใครเป็นใครกันแน่ นี่เป็นชุดเกมที่จะพาคุณรู้จักกับสถานะ \"คลั่ง\" ซึ่งถูกนำมาใช้สร้างความปั่นป่วนอย่างที่คุณคาดไม่ถึง",
      "name": "ลัทธิสีอินทนิล"
    },
    "tb": {
      "description": "...มีครบทุกรูปแบบอยู่ในชุดเกมนี้ ตัวละครบางตัวได้รับข้อมูลโดยอัตโนมัติ บางตัวต้องทำอะไรบางอย่างเพื่อรู้ว่าใครเป็นใคร บางตัวต้องล่อให้ปีศาจมาโจมตีตนเอง ทั้งฝ่ายดีและฝ่ายร้ายสามารถสร้างความได้เปรียบจากการเสียสละตัวเองในจังหวะเหมาะสม\nการตามล่าปีศาจในกลิ่นอายอลหม่านเป็นไปอย่างตรงไปตรงมา แต่ฝ่ายร้ายก็มีลูกเล่นในการปั่นหัวที่ซ่อนอยู่ ดังนั้นฝ่ายดีต้องตั้งคำถามกับสิ่งที่ตัวเองคิดว่ารู้ ถ้ายังหวังที่จะเอาชีวิตรอด",
      "name": "กลิ่นอายอลหม่าน"
    }
  },
  "jinxes": {
    "alchemist-boffin": "ถ้านักแปรธาตุที่ได้ความสามารถผู้เชี่ยวชาญ นักแปรธาตุจะไม่รู้ว่าปีศาจได้รับความสามารถอะไรไป",
    "alchemist-marionette": "นักแปรธาตุที่ได้ความสามารถหุ่นเชิดจะไม่มีความสามารถหุ่นเชิด และหุ่นเชิดจะถูกเล่น",
    "alchemist-mastermind": "นักแปรธาตุที่ได้ความสามารถจอมบงการจะไม่มีความสามารถจอมบงการ และจอมบงการจะไม่ถูกเล่น",
    "alchemist-organgrinder": "ถ้านักแปรธาตุได้ความสามารถของนักเล่นออร์แกน นักเล่นออร์แกนจะถูกเล่น ถ้าทั้งสองคนสร่างเมา ทั้งคู่จะเมา",
    "alchemist-spy": "นักแปรธาตุที่ได้ความสามารถสายลับจะไม่มีความสามารถสายลับ และสายลับจะถูกเล่น หลังจากการประหารชีวิตแต่ละครั้ง นักแปรธาตุที่มีชีวิตที่ได้ความสามารถสายลับสามารถทายอย่างเปิดเผยว่าผู้เล่นที่มีชีวิตคนใดคือสายลับ ถ้าถูกต้อง ปีศาจต้องโจมตีสายลับในคืนนี้",
    "alchemist-summoner": "นักแปรธาตุที่ได้ความสามารถผู้อัญเชิญจะไม่ได้รับบลัฟ และเลือกตัวละครปีศาจ แต่ไม่ได้เลือกผู้เล่น ถ้าพวกเขาตายก่อนที่สิ่งนี้จะเกิดขึ้น ฝ่ายร้ายชนะ [ไม่มีปีศาจ]",
    "alchemist-widow": "นักแปรธาตุที่ได้ความสามารถแม่ม่ายจะไม่มีความสามารถแม่ม่าย และแม่ม่ายจะถูกเล่น หลังจากการประหารชีวิตแต่ละครั้ง นักแปรธาตุที่มีชีวิตที่ได้ความสามารถแม่ม่ายสามารถทายอย่างเปิดเผยว่าผู้เล่นที่มีชีวิตคนใดคือแม่ม่าย ถ้าถูกต้อง ปีศาจต้องโจมตีแม่ม่ายในคืนนี้",
    "alchemist-wraith": "นักแปรธาตุที่ได้ความสามารถของเจตภูตจะไม่มีความสามารถเจตภูต และเจตภูตจะถูกเล่น หลังจากการประหารชีวิตแต่ละครั้ง นักแปรธาตุที่มีชีวิตที่ได้ความสามารถเจตภูตสามารถทายอย่างเปิดเผยว่าผู้เล่นที่มีชีวิตคนใดคือเจตภูต ถ้าถูกต้อง ปีศาจต้องโจมตีเจตภูตในคืนนี้",
    "alhadikhia-mastermind": "ถ้าอัลฮาดิเคียตายจากการประหารชีวิตและจอมบงการยังมีชีวิต อัลฮาดิเคียเลือกผู้เล่น 3 คนในคืนนี้ ถ้าทั้ง 3 คนเลือกมีชีวิต ฝ่ายร้ายชนะ มิฉะนั้นฝ่ายดีชนะ",
    "alhadikhia-princess": "ถ้าเจ้าหญิงเสนอชื่อและประหารชีวิตผู้เล่นคนหนึ่งในวันแรก จะไม่มีใครตายจากอัลฮาดิเคียในคืนนี้",
    "alhadikhia-scarletwoman": "ถ้ามีปีศาจ 2 คน โดยหนึ่งในนั้นเคยเป็นสตรีสีชาดมาก่อน สตรีสีชาดจะกลับไปเป็นสตรีสีชาดอีกครั้ง",
    "alsaahir-vizier": "นักเล่าเรื่องไม่ประกาศว่าเสนาบดีถูกเล่น",
    "atheist-riot": "ขณะเกิดการจลาจล ถ้านักเล่าเรื่องถูกเสนอชื่อ ผู้เล่นจะต้องโหวตตามปกติ ถ้าพวกเขา \"กำลังจะตาย\" เกมจะจบทันที ถ้าไม่ พวกเขาจะเสนอชื่ออีกครั้ง",
    "balloonist-marionette": "ถ้าหุ่นเชิดคิดว่าตัวเองคือคนขับบอลลูน คนนอกอาจจะถูกเพิ่มเข้ามาในตอนเซตอัปได้",
    "banshee-leviathan": "แต่ละคืน* เลวีอาธานเลือกผู้เล่นที่มีชีวิต (ที่ไม่ซ้ำกับคืนที่แล้ว) แบนชีที่ถูกเลือกจะตายและใช้ความสามารถได้",
    "banshee-riot": "แต่ละคืน* ไรออตเลือกผู้เล่นฝ่ายดีที่มีชีวิต (ที่ไม่ซ้ำกับคืนที่แล้ว) แบนชีที่ถูกเลือกจะตายและใช้ความสามารถได้",
    "banshee-vortox": "ถ้าวอร์ทอกซ์ฆ่าแบนชี ผู้เล่นทุกคนจะรู้ว่าแบนชีตาย",
    "baron-heretic": "จะมีเพียงตัวละครจิงซ์ 1 ตัว ที่ถูกเล่น",
    "baron-plaguedoctor": "ถ้านักเล่าเรื่องได้รับความสามารถของขุนนาง จะมีผู้เล่นกลายเป็นคนนอกสูงสุด 2 คน",
    "boffin-cultleader": "ถ้าปีศาจได้รับความสามารถของเจ้าลัทธิ พวกเขาจะไม่สามารถกลายเป็นฝ่ายดีจากความสามารถนี้",
    "boffin-drunk": "ถ้าปีศาจได้รับความสามารถของขี้เมา ผู้เชี่ยวชาญเลือกชาวเมือง 1 คนให้มีความสามารถนี้แทน",
    "boffin-goon": "ถ้าปีศาจได้รับความสามารถของตัวป่วน ปีศาจจะไม่สามารถกลายเป็นคนดีจากความสามารถนี้",
    "boffin-heretic": "ปีศาจไม่สามารถรับความสามารถของคนนอกรีตได้",
    "boffin-ogre": "ปีศาจไม่สามารถรับความสามารถของยักษ์ออร์กได้",
    "boffin-politician": "ปีศาจไม่สามารถรับความสามารถของนักการเมืองได้",
    "boffin-villageidiot": "ถ้ายังมีโทเคนเหลืออยู่ ผู้เชี่ยวชาญสามารถมอบความสามารถของไอ้ทึ่มให้กับปีศาจได้",
    "boomdandy-plaguedoctor": "ถ้านักเล่าเรื่องได้รับความสามารถของมือระเบิด จะมีผู้เล่น 1 คนกลายเป็นมือระเบิด",
    "bountyhunter-kazali": "ถ้าคาซาลีเปลี่ยนนักล่าค่าหัวให้กลายเป็นลูกสมุน จะไม่มีชาวเมืองที่กลายเป็นฝ่ายร้าย",
    "bountyhunter-philosopher": "ถ้านักปราชญ์ได้รับความสามารถของนักล่าค่าหัว อาจจะมีชาวเมือง 1 คนกลายเป็นฝ่ายร้าย",
    "butler-cannibal": "ถ้ามนุษย์กินคนได้รับความสามารถของพ่อบ้าน มนุษย์กินคนจะรู้เรื่องนี้",
    "butler-organgrinder": "ถ้านักเล่นออร์แกนทำให้ต้องหลับตาตอนโหวต พ่อบ้านสามารถยกมือโหวตได้ แต่จะนับโหวตเมื่อเจ้านายโหวตด้วยเท่านั้น",
    "cannibal-juggler": "ถ้านักเล่นโยนของทายในวันแรกและตายจากการประหารชีวิต ในคืนนี้ มนุษย์กินคนที่ยังมีชีวิตจะรู้ว่านักเล่นโยนของทายถูกเท่าใด",
    "cannibal-princess": "ถ้ามนุษย์กินคนเสนอชื่อ ประหารชีวิต และฆ่าเจ้าหญิงวันนี้ ปีศาจจะไม่ทำการฆ่าคนในคืนนี้",
    "cannibal-zealot": "ถ้ามนุษย์กินคนได้รับความสามารถของคนหัวรุนแรง มนุษย์กินคนจะรู้เรื่องนี้",
    "cerenovus-goblin": "ผู้ล้างสมองสามารถเลือกให้ผู้เล่นคลั่งว่าพวกเขาเป็นก็อบลินได้",
    "chambermaid-mathematician": "แม่บ้านสามารถรู้ว่านักคณิตศาสตร์ตื่นหรือไม่ในคืนนี้",
    "clockmaker-summoner": "ผู้อัญเชิญระบุว่าเป็นปีศาจต่อช่างทำนาฬิกา",
    "courtier-summoner": "ถ้าผู้อัญเชิญที่ยังมีชีวิตไม่มีความสามารถ นักเล่าเรื่องจะได้รับความสามารถของผู้อัญเชิญ",
    "courtier-vizier": "ถ้าเสนาบดีสูญเสียความสามารถ พวกเขาจะรู้เรื่องนี้ และไม่สามารถตายในตอนกลางวัน",
    "cultleader-pithag": "ถ้าแม่หมอเปลี่ยนผู้เล่นฝ่ายร้ายให้กลายเป็นเจ้าลัทธิ พวกเขาจะไม่สามารถกลายเป็นฝ่ายดีจากความสามารถพวกเขาเอง",
    "damsel-pithag": "ถ้าแม่หมอสร้างโฉมงามขึ้นมา นักเล่าเรื่องเลือกว่าผู้เล่นคนใดจะเป็นโฉมงาม",
    "damsel-spy": "ถ้า Spy อยู่ในเกม (หรือเคยอยู่ในเกม), Damsel จะติดพิษ",
    "damsel-widow": "ถ้า Widow อยู่ในเกม (หรือเคยอยู่ในเกม), Damsel จะติดพิษ",
    "drunk-mathematician": "Mathematician อาจจะรู้ว่า Drunk ได้ข้อมูลเท็จหรือความสามารถทำงานผิดปกติหรือไม่",
    "engineer-legion": "ถ้า Legion ถูกสร้างขึ้นโดย Engineer, ผู้เล่นฝ่ายร้ายทุกคนจะกลายเป็น Legion. ถ้ามี Legion อยู่ในเกม, ตอนเริ่มเกม Engineer จะรู้ว่ามี Legion อยู่ในเกม แต่ Engineer จะไม่มีความสามารถ",
    "engineer-summoner": "ถ้า Summoner ที่มีชีวิต ถูกทำให้หายไปโดย Engineer, Storyteller จะได้รับความสามารถของ Summoner",
    "eviltwin-plaguedoctor": "ถ้า Storyteller ได้รับความสามารถของ Evil Twin, จะมีผู้เล่น 1 คนกลายเป็น Evil Twin",
    "exorcist-leviathan": "ถ้า Leviathan เสนอชื่อและประหารผู้เล่นที่ถูกเลือกโดย Exorcist, ฝ่ายดีชนะ",
    "exorcist-riot": "ถ้า Riot เสนอชื่อและประหารผู้เล่นที่ถูกเลือกโดย Exorcist, ฝ่ายดีชนะ",
    "exorcist-yaggababble": "ถ้า Exorcist เลือก Yaggababble, Yaggababble จะไม่สามารถฆ่าคนได้ในคืนนั้น",
    "fanggu-scarletwoman": "ถ้ามีปีศาจ 2 คน โดยหนึ่งในนั้นเคยเป็นสตรีสีชาดมาก่อน สตรีสีชาดจะกลับไปเป็นสตรีสีชาดอีกครั้ง",
    "farmer-leviathan": "ตอนกลางคืน (ยกเว้นคืนแรก) Leviathan เลือกผู้เล่นฝ่ายดีที่มีชีวิต 1 คน (ไม่ซ้ำกับคืนที่แล้ว) ถ้า Farmer ถูกเลือก, ความสามารถของ Farmer จะทำงาน, แต่เขาจะไม่ตาย",
    "farmer-riot": "ตอนกลางคืน (ยกเว้นคืนแรก) Riot เลือกผู้เล่นฝ่ายดีที่มีชีวิต 1 คน (ไม่ซ้ำกับคืนที่แล้ว) ถ้า Farmer ถูกเลือก, ความสามารถของ Farmer จะทำงาน, แต่เขาจะไม่ตาย",
    "fearmonger-plaguedoctor": "ถ้า Storyteller ได้รับความสามารถของ Fearmonger, จะมีลูกสมุน 1 คนได้รับความสามารถนั้นและรู้ตัวว่าได้รับความสามารถนั้น",
    "fearmonger-vizier": "Vizier จะตื่นขึ้นพร้อมกับ Fearmonger, รู้ว่า Fearmonger เลือกใครเป็นเป้าหมาย และ Vizier ไม่สามารถสั่งประหารผู้เล่นคนนั้นได้ทันที",
    "goblin-plaguedoctor": "ถ้า Storyteller ได้รับความสามารถของ Goblin, จะมีลูกสมุน 1 คนได้รับความสามารถนั้นและรู้ตัวว่าได้รับความสามารถนั้น",
    "godfather-heretic": "จะมีเพียงตัวละครจิงซ์ 1 ตัว ที่ถูกเล่น",
    "goon-pithag": "ถ้า Pit-Hag เปลี่ยนผู้เล่นฝ่ายร้ายให้กลายเป็น Goon, เขาจะไม่สามารถเปลี่ยนเป็นฝ่ายดีได้ จากความสามารถของ Goon",
    "grandmother-leviathan": "ถ้ามี Leviathan อยู่ในเกมและหลานถูกประหาร, ฝ่ายร้ายชนะ",
    "grandmother-riot": "ถ้ามี Riot อยู่ในเกมและหลานถูกประหาร, ฝ่ายร้ายชนะ",
    "hatter-legion": "ถ้า Legion ถูกสร้างขึ้นโดย Hatter, ผู้เล่นฝ่ายร้ายทั้งหมดจะกลายเป็น Legion. ถ้า Legion ไม่อยู่ในเกม, Hatter จะไม่มีความสามารถ",
    "hatter-leviathan": "Leviathan ไม่สามารถเข้าสู่เกมหลังจากวันที่ 5",
    "hatter-lilmonsta": "ถ้า Hatter ตายและปีศาจเลือกเปลี่ยนเป็น Lil' Monsta, เขาจะได้เลือกว่าจะกลายเป็นลูกสมุนตัวไหน",
    "hatter-summoner": "ถ้า Summoner สร้างปีศาจที่มีชีวิตตัวที่สอง, การตายในคืนนั้นจะถูกสุ่ม",
    "heretic-lleech": "จะมีเพียงตัวละครจิงซ์ 1 ตัว ที่ถูกเล่น",
    "heretic-pithag": "จะมีเพียงตัวละครจิงซ์ 1 ตัว ที่ถูกเล่น",
    "heretic-spy": "จะมีเพียงตัวละครจิงซ์ 1 ตัว ที่ถูกเล่น",
    "heretic-widow": "จะมีเพียงตัวละครจิงซ์ 1 ตัว ที่ถูกเล่น",
    "huntsman-marionette": "ถ้า Marionette คิดว่าตัวเองคือ Huntsman, จะต้องเพิ่ม Damsel เข้ามาในเกมตอน setup",
    "innkeeper-leviathan": "ถ้า Leviathan เสนอชื่อและประหารผู้เล่นที่ถูกปกป้องโดย Innkeeper, ฝ่ายดีชนะ",
    "innkeeper-riot": "ถ้า Riot เสนอชื่อและประหารผู้เล่นที่ถูกปกป้องโดย Innkeeper, ฝ่ายดีชนะ",
    "investigator-vizier": "นักเล่าเรื่องไม่ประกาศว่าเสนาบดีถูกเล่น",
    "kazali-marionette": "ถ้า Marionette อยู่ในเกม, จะเข้าเกมหลังจากปีศาจ และต้องเริ่มเกมโดยนั่งติดกับปีศาจ",
    "kazali-summoner": "ถ้า Summoner สร้างปีศาจที่มีชีวิตตัวที่สอง, การตายในคืนนั้นจะถูกสุ่ม",
    "king-leviathan": "ถ้ามี Leviathan อยู่ในเกม, และมีผู้เล่นตายแล้วอย่างน้อย 1 คน, King จะรู้ตัวละครที่ยังมีชีวิต 1 ตัว ในตอนกลางคืน",
    "king-riot": "ถ้ามี Riot อยู่ในเกม, และมีผู้เล่นตายแล้วอย่างน้อย 1 คน, King จะรู้ตัวละครที่ยังมีชีวิต 1 ตัว ในตอนกลางคืน",
    "legion-magician": "Magician ตื่นพร้อมกับ Legion และอาจจะถูกมองเห็นเป็นฝ่ายร้าย. Legion จะรู้ว่ามี Magician อยู่ในเกม แต่ไม่รู้ว่าเป็นใคร",
    "legion-minstrel": "ถ้า Legion ตายจากการประหารในวันนี้, Legion ยังคงมีความสามารถอยู่, แต่ Minstrel อาจจะรู้ว่าคนที่ตายจากการประหารคือ Legion",
    "legion-politician": "Legion อาจจะมองเห็น Politician เป็นฝ่ายร้าย",
    "legion-preacher": "ถ้า Preacher เลือก Legion, Legion ยังคงมีความสามารถอยู่, แต่ Preacher อาจจะรู้ว่าคนนั้นคือ Legion",
    "legion-summoner": "ถ้า Legion ถูกอัญเชิญ, ผู้เล่นฝ่ายร้ายทุกคนจะกลายเป็น Legion",
    "legion-zealot": "Legion อาจจะมองเห็น Zealot เป็นฝ่ายร้าย",
    "leviathan-mayor": "ถ้า Leviathan และ Mayor ยังมีชีวิตอยู่ในวันที่ 5 และไม่มีการประหารเกิดขึ้น, ฝ่ายดีชนะ",
    "leviathan-monk": "ถ้า Leviathan เสนอชื่อและประหารผู้เล่นที่ถูกปกป้องโดย Monk, ฝ่ายดีชนะ",
    "leviathan-pithag": "Leviathan ไม่สามารถเข้าสู่เกมหลังจากวันที่ 5",
    "leviathan-ravenkeeper": "แต่ละคืน (ยกเว้นคืนแรก) Leviathan เลือกผู้เล่นที่มีชีวิต 1 คน (ไม่ซ้ำกับคืนที่แล้ว) ถ้า Revankeeper ถูกเลือก, ความสามารถของ Ravenkeeper จะทำงาน, แต่จะไม่ตาย",
    "leviathan-sage": "แต่ละคืน (ยกเว้นคืนแรก) Leviathan เลือกผู้เล่นฝ่ายดีที่มีชีวิต 1 คน (ที่ไม่ซ้ำกับคืนที่แล้ว) ถ้า Sage ถูกเลือก, ความสามารถของ Sage จะทำงาน แต่เขาจะไม่ตาย",
    "leviathan-soldier": "ถ้า Leviathan เสนอชื่อและประหาร Soldier, ฝ่ายดีชนะ",
    "lilmonsta-magician": "ถ้า Magicican ยังมีชีวิต, Storyteller จะเป็นคนเลือกว่า ลูกสมุนคนไหนจะเป็นคนอุ้ม Lil' Monsta",
    "lilmonsta-marionette": "ถ้า Marionette อยู่ในเกม, จะเข้าเกมหลังจากปีศาจ และต้องเริ่มเกมโดยนั่งติดกับปีศาจ",
    "lilmonsta-poppygrower": "ถ้า Lil' Monsta และ Poppy Grower ยังมีชีวิต, ลูกสมุนจะถูกปลุกทีละคน, จนกว่าจะมีคนเลือกอุ้ม Lil' Monsta",
    "lilmonsta-psychopath": "ถ้า Psychopath อุ้ม Lil' Monsta อยู่, เขาจะตายเมื่อถูกประหาร",
    "lilmonsta-scarletwoman": "ถ้า Lil' Monsta ตาย ในตอนที่มีผู้เล่นมีชีวิตตั้งแต่ 5 คนขึ้นไป, Scarlet Woman จะเป็นคนอุ้ม Lil' Monsta ไปจนจบเกม",
    "lilmonsta-vizier": "ถ้า Vizier อุ้ม Lil' Monsta, เขาจะตายเมื่อถูกประหาร",
    "lleech-mastermind": "ถ้า Mastermind มีชีวิตและ Host ของ Lleech ตายจากการประหาร, Lleeh จะไม่ตาย แต่ความสามารถจะหายไป",
    "lleech-slayer": "ถ้า Slayer สังหาร Host ของ Lleech, Host จะตาย",
    "lordoftyphon-summoner": "ถ้า Lord of Typhon ถูกอัญเชิญ, เขาจะต้องนั่งติดกับลูกสมุน และคนที่นั่งติดกันคนอื่นๆจะกลายเป็นลูกสมุนฝ่ายร้าย",
    "lunatic-mathematician": "Mathematician อาจจะรู้ว่า Lunatic โจมตีผู้เล่นที่แตกต่างไปจากปีศาจหรือไม่",
    "magician-marionette": "ถ้า Magician ยังมีชีวิต, ปีศาจจะไม่รู้ว่า คนที่นั่งติดกับเขา, ใครกันแน่คือ Marionette",
    "magician-spy": "เมื่อ Spy มองเห็น Grimoire, โทเคนตัวละครของปีศาจและ Magician จะถูกเอาออก",
    "magician-vizier": "ถ้ามี Vizier อยู่ในเกม, Magician จะไม่มีความสามารถ แต่จะไม่ได้รับผลจากความสามารถของ Vizier",
    "magician-widow": "เมื่อ Widow มองเห็น Grimoire, โทเคนตัวละครของปีศาจและ Magician จะถูกเอาออก",
    "magician-wraith": "หลังจากการประหารชีวิตแต่ละครั้ง, Magician ที่มีชีวิตสามารถทายอย่างเปิดเผยว่าผู้เล่นที่มีชีวิตคนใดคือ Wraith, ถ้าถูกต้อง, ปีศาจต้องโจมตี Wraith ในคืนนี้",
    "marionette-mathematician": "Mathematician อาจจะรู้ว่า Marionette ได้ข้อมูลเท็จหรือความสามารถทำงานผิดปกติหรือไม่",
    "marionette-plaguedoctor": "ถ้า Storyteller ได้รับความสามารถของ Marionette, จะมีผู้เล่นฝ่ายที่นั่งติดกับปีศาจ 1 คน กลายเป็น Marionette",
    "marionette-summoner": "ถ้าหุ่นเชิดถูกเล่น พวกเขาจะเข้าเกมหลังปีศาจและต้องเริ่มเกมโดยนั่งติดกับปีศาจ",
    "mastermind-vigormortis": "Mastermind ที่ยังมีความสามารถ จะยังคงมีความสามารถ เมื่อ Vigormortis ตาย",
    "mayor-riot": "Mayor อาจจะเลือกหยุดการจลาจลได้. ถ้าเขาเลือกทำแบบนั้น, ถ้ามี Riot ยังมีชีวิตอยู่เพียง 1 คน, ฝ่ายดีชนะ, กรณีอื่นๆ ฝ่ายร้ายชนะ",
    "monk-riot": "ถ้า Riot เสนอชื่อและประหารผู้เล่นที่ถูกปกป้องโดย Monk, ฝ่ายดีชนะ",
    "ogre-pithag": "ถ้า Pit-Hag เปลี่ยนผู้เล่นฝ่ายร้ายให้กลายเป็น Ogre, ผู้เล่นคนนั้นจะไม่สามารถถูกเปลี่ยนกลับเป็นฝ่ายดีได้ จากความสามารถของ Ogre",
    "ogre-recluse": "ถ้า Ogre มองเห็น Recluse เป็นฝ่ายร้าย, Ogre จะรู้ว่าตัวเองกลายเป็นฝ่ายร้าย",
    "ogre-spy": "Ogre จะมองเห็น Spy เป็นฝ่ายร้าย",
    "pithag-politician": "ถ้า Pit-Hag เปลี่ยนผู้เล่นฝ่ายร้ายให้กลายเป็น Politician, ผู้เล่นคนนั้นจะไม่สามารถเปลี่ยนเป็นฝ่ายดีได้ จากความสามารถของ Politician",
    "pithag-summoner": "ถ้าผู้อัญเชิญสร้างปีศาจที่มีชีวิตตัวที่สอง การตายในคืนนี้จะถูกสุ่ม",
    "pithag-villageidiot": "ถ้ายังมีโทเคนเหลืออยู่, Pit-Hag สามารถสร้าง Village Idiot เพิ่มเข้ามาได้, ถ้าเกิดเหตุการณ์นั้น, Village Idiot ที่เมา อาจจะเปลี่ยนแปลงได้",
    "plaguedoctor-scarletwoman": "ถ้า Storyteller ได้รับความสามารถของ Scarlet Woman, จะมีลูกสมุน 1 คนได้รับความสามารถนั้นและรู้ตัวว่าได้รับความสามารถนั้น",
    "plaguedoctor-spy": "ถ้า Storyteller ได้รับความสามารถของ Spy, จะมีลูกสมุน 1 คนได้รับความสามารถนั้นและรู้ตัวว่าได้รับความสามารถนั้น",
    "plaguedoctor-wraith": "ถ้า Storyteller ได้รับความสามารถของ Wraith, จะมีลูกสมุน 1 คนได้รับความสามารถนั้นและรู้ตัวว่าได้รับความสามารถนั้น",
    "politician-vizier": "Vizier อาจจะมองเห็น Politician เป็นฝ่ายร้าย",
    "poppygrower-spy": "ถ้า Poppy Grower ยังมีความสามารถอยู่, Spy ไม่สามารถมองเห็น Grimoire",
    "poppygrower-summoner": "ถ้า Poppy Grower ยังมีชีวิตในคืนที่ 3, Summoner จะเลือกตัวละครปีศาจ แต่ไม่ได้เลือกผู้เล่น"
  },
  "reminders": {
    "2nd": "2",
    "3attacks": "โจมตี 3 ครั้ง"
  },
  "roles": {
    "djinn": {
      "flavor": "نحن لسنا هنا. انت لست حقيقي. كل شيء هو وهم. أسئلتك هي جبل نار في يوم صافٍ."
    },
    "scarletwoman": {
      "ability": "ถ้ามีผู้เล่น 5 คนขึ้นไปมีชีวิตอยู่และปีศาจตาย คุณจะกลายเป็นปีศาจแทน (ไม่นับนักพเนจร)"
    },
    "snitch": {
      "flavor": "จอห์นเป็น"
    },
    "sweetheart": {
      "other": "ถ้าหวานใจตาย จะมีผู้เล่น 1 คนเมาทันที หากยังไม่เกิดขึ้น ให้ดำเนินการเดี๋ยวนี้"
    },
    "undertaker": {
      "other": "หากมีผู้เล่นถูกประหารชีวิตวันนี้ แสดงโทเคนตัวละครของพวกเขา"
    },
    "vizier": {
      "first": "ประกาศว่ามีเสนาบดีอยู่ในเกม"
    },
    "washerwoman": {
      "flavor": "มีคราบเลือดบนชุดกันเปื้อนเหรอ? ไม่นะ มันคือเชอร์รี่ต่างหาก ซุ่มซ่ามจริงๆ"
    },
    "widow": {
      "first": "แสดงคัมภีร์ให้กับแม่ม่ายตามที่แม่ม่ายต้องการ แล้วแม่ม่ายเลือกผู้เล่น 1 คน :reminder:"
    }
  }
}
