{
  "editions": {
    "bmr": {
      "description": "...bir ölüm şölenidir. Şeytanlar gecede birden çok kez öldürür ve Yardakçılar da olaya dahil olur. İyi oyuncular güvenilir bilgi edinmek için büyük riskler alabilir, ancak bu süreçte yanlışlıkla dostlarını öldürebilirler. Neyse ki, oyuncuları son kullanma tarihlerinden çok sonra bile hayatta tutmanın birçok yolu var. Ancak, iyi takım oyunda hangi Yardakçıların ve Şeytanların olduğunu belirleyemezse, sonları neredeyse kesindir.",
      "name": "Bad Moon Rising"
    },
    "custom": {
      "description": "Özel bir senaryo ile oynamak için, resmi Senaryo Aracı'nda oynamak istediğiniz karakterleri seçmeniz ve ardından oluşturulan \"custom-list.json\" dosyasını doğrudan buraya yüklemeniz veya başka yerde barındırılan böyle bir JSON dosyasına bir URL sağlamanız gerekir. Yüklemek için, senaryo dosyasını bu ekrana sürükleyip bırakabilir veya JSON'u panonuzdan yapıştırabilirsiniz.",
      "name": "Özel Senaryo"
    },
    "homebrew": {
      "name": "Ev Yapımı"
    },
    "snv": {
      "description": "...ana sette bulunan üç sürümün en çılgın olanıdır. İyi karakterler her gece muhteşem bilgi alır. Ancak, kötü takım son derece çeşitli ve tehditkârdır ve karışıma büyük bir karmaşa katabilir. Karakterler taraf değiştirir. Oyuncular karakter değiştirir. Kötü takım bile kimin kim olduğunu takip edemez hale gelebilir. Bu aynı zamanda her türlü çarkı bozan saplantının ilk ortaya çıkışıdır.",
      "name": "Sects & Violets"
    },
    "tb": {
      "description": "...her şeyden biraz içerir. Bazı karakterler pasif olarak bilgi alırken, bazıları kimin kim olduğunu öğrenmek için harekete geçmelidir, bazıları ise sadece Şeytan'ı kendilerine saldırmaya kışkırtmak ister. Hem iyiler hem de kötüler, zamanlaması iyi yapılmış fedakarlıklar yaparak üstünlük sağlayabilir.\nTrouble Brewing nispeten basit bir Şeytan avıdır, ancak kötülüğün ellerinde bir dizi alçakça yanıltma hilesi vardır, bu yüzden iyi oyuncular hayatta kalmayı umuyorlarsa bildiklerini düşündüklerini sorgulasalar iyi olur.",
      "name": "Trouble Brewing"
    }
  },
  "reminders": {
    "abouttodie": "Ölmek Üzere",
    "aligned": "Tarafında",
    "alive": "Hayatta",
    "cannotdie": "Ölümsüz",
    "diedtoday": "Bugün Öldü",
    "doesntkill": "Öldürmüyor",
    "drunk": "Sarhoş",
    "drunk1": "Sarhoş 1",
    "drunk2": "Sarhoş 2",
    "drunk3": "Sarhoş 3",
    "everyoneisdrunk": "Herkes Sarhoş",
    "evil": "Kötü",
    "falseinfo": "Yanlış Bilgi",
    "fauxpaw": "Yanlış Pati",
    "fear": "Korku",
    "finalnightnoattack": "Son Gece: Saldırı Yok",
    "friend": "Arkadaş",
    "good": "İyi",
    "grandchild": "Torun",
    "guessused": "Tahmin Kullanıldı",
    "hasability": "Yeteneği Var",
    "isthealchemist": "Simyacı Olan Kişi",
    "isthedemon": "Şeytan Olan Kişi",
    "mad": "Saplantılı",
    "master": "Sahip",
    "maynotnominate": "Aday Gösteremez",
    "minion": "Yardakçı",
    "night1": "1. Gece",
    "night2": "2. Gece",
    "night3": "3. Gece",
    "noability": "Yeteneği Yok",
    "nomoreevil": "Daha Fazla Kötü Yok",
    "once": "Bir Kere",
    "outsider": "Yabancı",
    "poisoned": "Zehirlenmiş",
    "protected": "Korunuyor",
    "redherring": "Yanlış Alarm",
    "soberhealthy": "Ayık ve Sağlıklı",
    "somethingbad": "Kötü Bir Şey",
    "storytellerability": "Hikâyeci'nin Yeteneği",
    "survivesexecution": "İnfaz Edilmekten Hayatta Kalır",
    "townsfolk": "Kasabalı",
    "turnsevil": "Kötüye Döner",
    "twin": "İkiz",
    "visitor": "Ziyaretçi",
    "wrong": "Yanlış"
  },
  "roles": {
    "acrobat": {
      "ability": "Her gece*, bir oyuncu seç: o kişi bu gece sarhoş veya zehirlenmiş ise veya olursa, ölürsün.",
      "flavor": "Dünya üzerindeki en iyi gösteriye, hepiniz hoş geldiniz.",
      "name": "Akrobat",
      "other": "Akrobat bir oyuncu seçer. :reminder:"
    },
    "alchemist": {
      "first": "*SEN* pulunu göster ve bir Yardakçının karakter pulunu göster.",
      "name": "Simyacı"
    },
    "amnesiac": {
      "flavor": "Bi saniye. Ne. Kim? Ha, tamam. Bi saniye. Ne?"
    },
    "angel": {
      "ability": "Yeni bir oyuncunun ölümünden en çok sorumlu olan kişinin başına kötü bir şey gelebilir.",
      "first": "Hangi oyuncuların Melek tarafından korunduğunu duyur. O kişilerin yanına *KORUNUYOR* pulunu koy.",
      "name": "Melek"
    },
    "apprentice": {
      "flavor": "Yıllarca gezdim gördüm, Zanaat'ın yöntemlerini çalıştım. Hangi zanaat mı? Basitçe, basit insanlarınki. Dert edilecek bir şey değil. Henüz.",
      "name": "Çırak"
    },
    "artist": {
      "ability": "Oyunda bir kez, gün içinde, Hikâyeciye gizlice herhangi bir evet/hayır sorusu sor.",
      "flavor": "Mon Dieu! C'est lumineux! Benim eserim, o... nasıl derler... Magnifique! Dieu est révélé! Oui.",
      "name": "Sanatçı"
    },
    "assassin": {
      "ability": "Oyunda bir kez, geceleyin*, bir oyuncu seç: o kişi ölür, herhangi bir sebepten dolayı ölemiyorsa bile.",
      "flavor": "...",
      "name": "Suikastçı",
      "other": "Suikastçı bir oyuncu seçebilir. :reminder: :reminder:"
    },
    "atheist": {
      "name": "Ateist"
    },
    "balloonist": {
      "ability": "Her gece, geçen geceden farklı bir karakter türünde bir oyuncu öğrenirsin. [+0 veya +1 Yabancı]",
      "first": "Herhangi bir oyuncu göster. :reminder:",
      "name": "Baloncu",
      "other": "Önceki karakter türünden farklı bir oyuncu göster. :reminder:"
    },
    "banshee": {
      "ability": "Şeytan seni öldürürse bütün oyuncular bunu öğrenir. Bundan itibaren, günde iki kez aday gösterebilir ve aday başına iki oy kullanabilirsin.",
      "name": "Banşi"
    },
    "barber": {
      "ability": "Bugün veya bu gece öldüysen, Şeytan karakterlerini birbiriyle değiştirmek için 2 oyuncu (başka bir Şeytanı değil) seçebilir.",
      "flavor": "Eskiden berberliğin ve ameliyatçılığın aynı meslek olduğunu bilir miydin? Hayır mı? Öğrenmiş oldun.",
      "name": "Berber"
    },
    "barista": {
      "first": "Bir oyuncu seç, uyandır ve hangi Barista gücünün onu etkilediğini belirt. Ona buna uygun şekilde davran (ayık/sağlıklı/doğru bilgi veya yeteneğini iki kere etkinleştir).",
      "name": "Barista",
      "other": "Bir oyuncu seç, uyandır ve hangi Barista gücünün onu etkilediğini belirt. Ona buna uygun şekilde davran (ayık/sağlıklı/doğru bilgi veya yeteneğini iki kere etkinleştir)."
    },
    "baron": {
      "ability": "Oyunda fazladan Yabancılar var. [+2 Yabancı]",
      "name": "Baron"
    },
    "beggar": {
      "ability": "Oy kullanmak için bir oy pulu kullanman gerekir. Ölü bir oyuncu kendininkini sana verirse, onun tarafını öğrenirsin. Ayık ve sağlıklısındır.",
      "name": "Dilenci"
    },
    "bishop": {
      "ability": "Sadece Hikâyeci aday gösterebilir. Her gün en az 1 karşıt oyuncu aday gösterilmelidir.",
      "flavor": "In nomine Patris, et Filii, et Spiritus Sancti… Nos mos Dei. Deus vult de nobis.",
      "name": "Piskopos"
    },
    "boffin": {
      "ability": "Şeytan (sarhoş veya zehirlenmiş bile olsa) oyunda olmayan iyi bir karakterin yeteneğine sahip olur. İkiniz de hangisi olduğunu bilirsiniz.",
      "first": "Bilim Adamını ve Şeytanı uyandır. Oyunda olmayan iyi karakter pulunu göster. Bilim Adamını ve Şeytanı uyut.",
      "name": "Bilim Adamı"
    },
    "bonecollector": {
      "ability": "Oyunda bir kez, geceleyin*, ölü bir oyuncu seç: gün batımına kadar yeteneğini geri kazanır.",
      "flavor": "Ben çok şey biriktiririm. Saç. Diş. Kıyafet. Şiir parçaları. Kayıp aşıkların hayâlleri. Benim gizli sanatımı kimse bilemez fakat ücretim çok düşüktür. Bana dolunayda kalp kırıklığından ölmüş soylu bir kadının kanını getir, aradığın cevapları al.",
      "name": "Kemik Koleksiyoncusu"
    },
    "boomdandy": {
      "ability": "İdam edilirsen, 3 oyuncu dışındaki herkes ölür. 10'dan geri sayıldıktan sonra, en çok oyuncunun eliyle gösterdiği oyuncu ölür.",
      "flavor": "Tik... Tik... Tik... TAK."
    },
    "bootlegger": {
      "ability": "Bu senaryoda ev yapımı karakterler veya kurallar var."
    },
    "bountyhunter": {
      "ability": "1 kötü oyuncuyu bilerek başlarsın. Bildiğin oyuncu ölürse, bu gece başka bir kötü oyuncuyu öğrenirsin. [1 Kasabalı kötü]",
      "name": "Ödül Avcısı"
    },
    "buddhist": {
      "ability": "Her günün ilk 2 dakikasında, tecrübeli oyuncular konuşamaz.",
      "first": "Hangi oyuncuların Budistten etkilendiğini ilan et.",
      "flavor": "Sen diken atarsın. Benim sükûnetime düşerken onlar çiçek olur.",
      "name": "Budist"
    },
    "bureaucrat": {
      "ability": "Her gece, bir oyuncu seç (kendini değil): yarın onun oyu 3 oy olarak sayılır.",
      "first": "Bürokrat bir oyuncu seçer. :reminder:",
      "name": "Bürokrat",
      "other": "Bürokrat bir oyuncu seçer. :reminder:"
    },
    "butcher": {
      "ability": "Her gün, ilk idamdan sonra, tekrar aday gösterebilirsin.",
      "flavor": "Tavuk tadı var bunda. Biraz daha lütfen.",
      "name": "Kasap"
    },
    "butler": {
      "ability": "Her gece, bir oyuncu seç (kendini değil): yarın, ancak o kişi oy kullanıyorsa sen de kullanabilirsin.",
      "first": "Uşak bir oyuncu seçer. :reminder:",
      "flavor": "Evet efendim... Hayır efendim... Tabii ki efendim.",
      "name": "Uşak",
      "other": "Uşak bir oyuncu seçer. :reminder:"
    },
    "cannibal": {
      "flavor": "Palyaçoları sevmem. Tatları komik oluyor.",
      "name": "Yamyam"
    },
    "cerenovus": {
      "ability": "Her gece, bir oyuncu ve iyi bir karakter seç: o kişi yarın bu karakter olduğuna “saplantılı” olur, yoksa idam edilebilir.",
      "flavor": "Gerçeklik yalnızca bir görüştür. Daha doğrusu, benim görüşüm.",
      "name": "Cerenovus"
    },
    "chambermaid": {
      "ability": "Her gece, hayatta olan 2 oyuncu seç (kendini değil): bu gece kaç tanesinin yeteneğinden dolayı uyandığını öğrenirsin.",
      "name": "Oda Hizmetçisi"
    },
    "chef": {
      "ability": "Kaç tane komşu kötü oyuncu çifti olduğunu bilerek başlarsın.",
      "name": "Şef"
    },
    "choirboy": {
      "ability": "Şeytan Kralı öldürürse, hangi oyuncunun Şeytan olduğunu öğrenirsin. [+Kral]",
      "name": "Korist Çocuk"
    },
    "clockmaker": {
      "ability": "Şeytanın en yakın Yardakçısından kaç adım uzakta olduğunu bilerek başlarsın.",
      "name": "Saatçi"
    },
    "courtier": {
      "ability": "Oyunda bir kez, geceleyin, bir karakter seç: o kişi 3 gece 3 gün sarhoş olur.",
      "first": "Nedim bir karakter seçebilir. :reminder: :reminder:",
      "flavor": "Koyun önderliğindeki yüz aslanlık bir ordudansa aslan önderliğindeki yüz koyunluk bir ordudan daha çok korkarım.",
      "name": "Nedim",
      "other": "Nedim bir karakter seçebilir. :reminder: :reminder:"
    },
    "cultleader": {
      "name": "Tarikat Lideri"
    },
    "damsel": {
      "flavor": "Saçıma dokunma tatlım."
    },
    "dawn": {
      "first": "Birkaç saniye bekle. Gece Evresini bitir.",
      "other": "Birkaç saniye bekle. Gece Evresini bitir."
    },
    "deviant": {
      "name": "Aykırı"
    },
    "devilsadvocate": {
      "ability": "Her gece, hayatta olan bir oyuncu seç (geçen gecekinden farklı): o kişi yarın idam edilirse ölmez.",
      "first": "Şeytanın Avukatı hayatta olan bir oyuncu seçer. :reminder:",
      "name": "Şeytanın Avukatı",
      "other": "Şeytanın Avukatı hayatta olan bir oyuncu seçer. :reminder:"
    },
    "djinn": {
      "ability": "Cinin özel kuralını kullan. Bütün oyuncular bunun ne olduğunu bilir.",
      "flavor": "نحن لسنا هنا. انت لست حقيقي. كل شيء هو وهم. أسئلتك هي جبل نار في يوم صافٍ.",
      "name": "Cin"
    },
    "dreamer": {
      "ability": "Her gece, bir oyuncu seç (kendini veya Gezginleri değil): 1 tanesi doğru olmak üzere 1 iyi ve 1 kötü karakter öğrenirsin.",
      "first": "Düşçü bir oyuncuyu gösterir. 1 tanesi onun karakteri olan 1 iyi ve 1 kötü karakter pulu göster.",
      "name": "Düşçü",
      "other": "Düşçü bir oyuncuyu gösterir. 1 tanesi onun karakteri olan 1 iyi ve 1 kötü karakter pulu göster."
    },
    "drunk": {
      "name": "Sarhoş"
    },
    "duchess": {
      "name": "Düşes"
    },
    "dusk": {
      "first": "Gece Evresini başlat.",
      "name": "Gün Batımı",
      "other": "Gece Evresini başlat."
    },
    "empath": {
      "ability": "Her gece, hayatta olan 2 komşundan kaçının kötü olduğunu öğrenirsin.",
      "name": "Empat"
    },
    "engineer": {
      "ability": "Oyunda bir kez, geceleyin, hangi Yardakçıların veya hangi Şeytanın oyunda olduğunu seç.",
      "flavor": "Bükülürse çok iyi. Kırılırsa, eh, muhtemelen zaten tamir edilmesi gerekecekti.",
      "name": "Mühendis"
    },
    "eviltwin": {
      "flavor": "Ben Sara değilim! Ben Clara'yım! O Sara! Sara kötü olan! Ben değil!",
      "name": "Kötü İkiz"
    },
    "exorcist": {
      "ability": "Her gece*, bir oyuncu seç (geçen gecekinden farklı): Şeytan seçilirse senin kim olduğunu öğrenir ve sonra bu gece uyanmaz.",
      "name": "Egzorsist"
    },
    "fanggu": {
      "ability": "Her gece*, bir oyuncu seç: o kişi ölür. Böyle ölen ilk Yabancı kötü bir Fang Gu'ya dönüşür ve yerine sen ölürsün. [+1 Yabancı]",
      "flavor": "Duvarlarınız ve silahlarınız düşlerde dumandan ibaret.",
      "name": "Fang Gu"
    },
    "farmer": {
      "ability": "Gece öldüğünde, hayatta olan iyi bir oyuncu Çiftçiye dönüşür.",
      "name": "Çiftçi"
    },
    "ferryman": {
      "name": "Kayıkçı"
    },
    "fibbin": {
      "flavor": "Hihhihhii. Hih. Hih. Hii.",
      "name": "Mavalcı"
    },
    "fiddler": {
      "name": "Kemancı"
    },
    "fisherman": {
      "ability": "Oyunda bir kez, gün içinde, Hikâyeciyi ziyaret edip takımının kazanmasına yardımcı olacak tavsiye al.",
      "name": "Balıkçı"
    },
    "flowergirl": {
      "ability": "Her gece*, bugün bir Şeytanın oy kullanıp kullanmadığını öğrenirsin.",
      "other": "Olumlu ya da olumsuz kafa salla."
    },
    "fool": {
      "ability": "İlk kez öleceğin zaman, ölmezsin.",
      "name": "Soytarı"
    },
    "fortuneteller": {
      "first": "Falcı 2 oyuncu seçer. Bir tanesi Şeytansa (veya *YANLIŞ ALARM*sa) kafanla onayla.",
      "flavor": "Ruhunda büyük kötülük seziyorum! Ama... parfümün de olabilir. Mürvere alerjim var da.",
      "name": "Falcı",
      "other": "Falcı 2 oyuncu seçer. Bir tanesi Şeytansa (veya *YANLIŞ ALARM*sa) kafanla onayla."
    },
    "gambler": {
      "ability": "Her gece*, bir oyuncu seç ve karakterini tahmin et: eğer tahminin yanlışsa ölürsün.",
      "flavor": "Tura gelirse ben kazanırım. Yazı gelirse sen kaybedersin.",
      "name": "Kumarbaz",
      "other": "Kumarbaz bir oyuncu ve bir karakter seçer. :reminder:"
    },
    "gangster": {
      "flavor": "Ayakkabıların güzelmiş. Ufak bir kaza geçirsen de mahvolsalar çok yazık olurdu. Şimdi sen söyleyince fark ettim de, kol düğmelerin de güzelmiş.",
      "name": "Gangster"
    },
    "gardener": {
      "ability": "1 veya daha fazla oyuncunun karakterini Hikâyeci tayin eder.",
      "name": "Bahçıvan"
    },
    "general": {
      "flavor": "Alıntı verecek vaktim yok.",
      "name": "General"
    },
    "gnome": {
      "ability": "Bütün oyuncular senin tarafındaki bir oyuncuyu bilerek başlar. Onu aday gösteren kişileri öldürmeyi seçebilirsin.",
      "name": "Cüce"
    },
    "goblin": {
      "flavor": "Goblinleri aşağılamak istemezsiniz. Gerçekten de hiç istemezsiniz. Tamamen farklı bir mevzuya gelirsek... bir dilim daha pasta alabilir miyim?",
      "name": "Goblin"
    },
    "godfather": {
      "first": "Oyundaki bütün Yabancıların karakter pullarını göster.",
      "name": "Baba"
    },
    "golem": {
      "ability": "Oyunda sadece bir kez aday gösterebilirsin. Gösterdiğinde, aday Şeytan değilse ölür.",
      "flavor": "Golem yardım? Golem vur! Golem yardım.",
      "name": "Golem"
    },
    "goon": {
      "ability": "Her gece, yeteneğiyle seni seçen ilk oyuncu gün batımına kadar sarhoş olur. Onun tarafına geçersin.",
      "flavor": "Evet patron. Herife meseleyi bi güzel anlattım. Tekrar anlatam istemiyo. Yok patron, doktor moktor gerek yok, bıçak yarası sadece. Yarına geçer.",
      "name": "Serseri"
    },
    "gossip": {
      "flavor": "Bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla bla. Bla.",
      "name": "Dedikoducu"
    },
    "grandmother": {
      "ability": "İyi bir oyuncuyu ve onun karakterini bilerek başlarsın. Şeytan onu öldürürse, sen de ölürsün.",
      "name": "Büyükanne"
    },
    "gunslinger": {
      "ability": "Her gün, ilk oylama sayıldıktan sonra, oy kullanmış bir oyuncuyu seçebilirsin: o kişi ölür.",
      "name": "Silahşör"
    },
    "harlot": {
      "flavor": "Enchanté, Denizci. Dertlerine kulak verecek birine ihtiyacın var gibi duruyorsun. Ben iyi bir dinleyiciyimdir. Hem de çok iyi.",
      "name": "Fahişe"
    },
    "harpy": {
      "name": "Harpia"
    },
    "hatter": {
      "flavor": "Bir Şapka. Kii Şapka. Üç Şapka. Güç Şapka. Döt Şapka. Deş Şapka. Altı Şapka. Aldı Şapka.",
      "name": "Şapkacı"
    },
    "hellslibrarian": {
      "ability": "Hikâyeci sessizlik istediğinde konuşanlara kötü bir şey olabilir.",
      "name": "Cehennem Kütüphanecisi"
    },
    "heretic": {
      "ability": "Kazananlar kaybeder ve kaybedenler kazanır, ölü bile olsan.",
      "name": "Kâfir"
    },
    "hermit": {
      "ability": "Bütün Yabancı yeteneklerine sahipsin. [-0 veya -1 Yabancı]",
      "flavor": "Dünyanın kayıp ve unutulmuş yerlerinde, ruhun ışığı cezbeder.",
      "name": "Abdal"
    },
    "highpriestess": {
      "ability": "Her gece, Hikâyecinin en çok hangi oyuncuyla konuşman gerektiğini düşündüğünü öğrenirsin.",
      "name": "Başrahibe"
    },
    "huntsman": {
      "name": "Avcı"
    },
    "imp": {
      "ability": "Her gece*, bir oyuncu seç: o kişi ölür. Bu şekilde kendini öldürürsen, bir Yardakçı İmp olur.",
      "flavor": "Zekâmızı keskin, kılıçlarımızı ise daha da keskin tutmak zorundayız. Kötülük aramızda yürüyor, ve biz iyi ve basit insanları yok edip güzel kasabamızı perişan edene kadar durmayacak. Hiç kimseye güvenmeyin. Ama illâ birisine güvenecekseniz de bana güvenin.",
      "name": "İmp"
    },
    "innkeeper": {
      "ability": "Her gece*, 2 oyuncu seç: bu gece ölemezler, ama 1 tanesi gün batımına kadar sarhoş olur.",
      "name": "Hancı",
      "other": "Hancı 2 oyuncu seçer. :reminder: :reminder: :reminder:"
    },
    "investigator": {
      "ability": "2 oyuncudan 1'inin belli bir Yardakçı olduğunu bilerek başlarsın.",
      "flavor": "Yürüyüşe çıkmak için güzel bir gece, değil mi Bay Morozov? Ya da... BARON Morozov mu demeliydim?",
      "name": "Dedektif"
    },
    "judge": {
      "ability": "Oyunda bir kez, başka bir oyuncu aday gösterdiyse, oylanmakta olan idamın başarılı veya başarısız olarak sonuçlanmasını seçebilirsin."
    },
    "juggler": {
      "name": "Hokkabaz"
    },
    "kazali": {
      "ability": "Her gece*, bir oyuncu seç: o kişi ölür. [Hangi oyuncunun hangi Yardakçı olduğunu sen seçersin. -? ila +? Yabancı]",
      "first": "Kazaliyi uyandır, Yardakçılarını seçmesine izin ver.",
      "name": "Kazali",
      "other": "Kazali bir oyuncu seçer. :reminder: "
    },
    "king": {
      "name": "Kral"
    },
    "klutz": {
      "flavor": "Eyvah.",
      "name": "Sakar"
    },
    "knight": {
      "ability": "Şeytan olmayan 2 oyuncuyu bilerek başlarsın.",
      "flavor": "İnsan yalan söylediğinde, dünyanın birazını katleder.",
      "name": "Şövalye"
    },
    "legion": {
      "flavor": "Bir kış günündeki serin rüzgârız. Aysız gecedeki gölgeyiz. Çayındaki zehir ve kulağındaki fısıltıyız. Her yerdeyiz.",
      "name": "Tümen",
      "other": "Bir oyuncu ölebilir. :reminder:"
    },
    "leviathan": {
      "ability": "Birden fazla iyi oyuncu idam edilirse kötüler kazanır. Bütün oyuncular oyunda olduğunu bilir. 5. günden sonra kötüler kazanır.",
      "name": "Livyatan",
      "other": "İsteğe bağlı olarak \"Livyatan oyunda\" diye ilân et. Hatırlatıcı pulu değiştir. :reminder:"
    },
    "librarian": {
      "ability": "2 oyuncudan 1'inin belli bir Yabancı olduğunu bilerek başlarsın. (Ya da oyunda hiç olmadığını.)",
      "flavor": "Tabii ki madam, normal şartlarda Codex Malificarium'u kütüphane depolarından ödünç alabilirsiniz. Fakat siz üye değilsiniz gibi görünüyor.",
      "name": "Kütüphaneci"
    },
    "lilmonsta": {
      "first": "Bütün Yardakçıları uyandır, bakıcı seçmelerine izin ver. :reminder:",
      "flavor": "1. Adım: Tatlı ol. 2. Adım: Dünyaya hükmet. 3. Adım: Kaavaltı.",
      "other": "Bütün Yardakçıları uyandır, bakıcı seçmelerine izin ver. :reminder: Bir oyuncu ölebilir. :reminder:"
    },
    "lleech": {
      "first": "Süllük bir oyuncu seçer. :reminder:",
      "name": "Süllük",
      "other": "Süllük bir oyuncu seçer. :reminder:"
    },
    "lordoftyphon": {
      "ability": "Her gece*, bir oyuncu seç: o kişi ölür. [Kötü karakterler sıra hâlinde. Sen ortadasın. +1 Yardakçı. -? ila +? Yabancı]"
    },
    "lunatic": {
      "flavor": "Ben geceyim... sanırım.",
      "name": "Deli",
      "other": "Şeytanın sırasını simüle etmek için ne gerekiyorsa yap. Deliyi uyut. Şeytanı uyandır. Deli pulunu gösterip önce Deliye, sonra da hedef(ler)ine işaret et."
    },
    "lycanthrope": {
      "ability": "Her gece*, hayatta olan bir oyuncu seç. O kişi iyiyse, ölür ve Şeytan bu gece öldürmez. Bir iyi oyuncu kötü olarak gözükür.",
      "name": "Kurt Adam",
      "other": "Kurt Adam bir oyuncu seçer. :reminder:"
    },
    "magician": {
      "flavor": "1... 2... Abra... 3... 4... Kadabra... *puf!* Ve gördüğünüz üzere beyler bayanlar, Kaptan Farnsworth'ün altın kesesi kayboldu! Gitti! İzi bile kalmadı! Teşekkür ederim, iyi geceler!",
      "name": "Sihirbaz"
    },
    "marionette": {
      "name": "Kukla"
    },
    "mastermind": {
      "name": "Üst Akıl"
    },
    "mathematician": {
      "ability": "Her gece, (gün doğumundan beri) kaç oyuncunun yeteneğinin başka bir karakterin yeteneğinden dolayı anormal bir şekilde işlediğini öğrenirsin.",
      "name": "Matematikçi"
    },
    "matron": {
      "ability": "Her gün, 3 taneye kadar 2'şerli oyuncu grubu seçip yerlerini değiştirebilirsin. Oyuncular gizlice konuşmak için yerlerinden ayrılamaz.",
      "name": "Müdire"
    },
    "mayor": {
      "ability": "Sadece 3 oyuncu hayattaysa ve idam gerçekleşmezse, takımın kazanır. Geceleyin ölürsen, yerine başka bir oyuncu ölebilir.",
      "flavor": "Farklılıklarımızı bir kenara koyup bu anlamsız katillere bir son vermemiz gerekiyor. Ne de olsa hepimiz vergi mükellefiyiz. Yani, çoğumuz en azından.",
      "name": "Belediye Başkanı"
    },
    "mezepheles": {
      "ability": "Gizli bir kelime bilerek başlarsın. Bu kelimeyi söyleyen ilk iyi oyuncu o gece kötüye dönüşür.",
      "name": "Mezepheles"
    },
    "minstrel": {
      "ability": "Bir Yardakçı idamla öldüğünde, diğer bütün oyuncular (Gezginler hariç) yarın gün batımına kadar sarhoş olurlar."
    },
    "monk": {
      "ability": "Her gece*, bir oyuncu seç (kendini değil): o kişi bu gece Şeytana karşı güvende olur.",
      "name": "Keşiş",
      "other": "Keşiş bir oyuncu seçer. :reminder:"
    },
    "moonchild": {
      "name": "Ay Çocuğu",
      "other": "Ay Çocuğu iyi bir oyuncuyu öldürecekse, o kişi ölür. :reminder:"
    },
    "mutant": {
      "flavor": "Ben canavar değilim! Ben insanım! Azıcık merhamet edin!",
      "name": "Mutant"
    },
    "nightwatchman": {
      "ability": "Oyunda bir kez, geceleyin, bir oyuncu seç: o kişi senin Gece Bekçisi olduğunu öğrenir.",
      "name": "Gece Bekçisi"
    },
    "noble": {
      "ability": "1 tanesi ve sadece 1 tanesi kötü olan 3 oyuncu bilerek başlarsın.",
      "name": "Soylu"
    },
    "nodashii": {
      "ability": "Her gece*, bir oyuncu seç: o kişi ölür. 2 Kasabalı komşun zehirlenir.",
      "name": "No Dashii",
      "other": "No Dashii bir oyuncu seçer. :reminder:"
    },
    "ogre": {
      "ability": "İlk gecende, bir oyuncu seç (kendini değil): onun tarafına geçersin (hangisi olduğunu bilmezsin), sarhoş veya zehirlenmiş bile olsan.",
      "first": "Ogre bir oyuncuya işaret eder. :reminder:",
      "flavor": "\\<homurdan\\>\\<sırıt\\>\\</homurdan\\>",
      "name": "Ogre"
    },
    "ojo": {
      "ability": "Her gece*, bir karakter seç: o kişi ölür. Karakter oyunda değilse, kimin öldüğünü Hikâyeci seçer.",
      "name": "Ojo",
      "other": "Ojo bir karakter seçer. :reminder: "
    },
    "oracle": {
      "ability": "Her gece*, kaç ölü oyuncunun kötü olduğunu öğrenirsin.",
      "name": "Kâhin"
    },
    "organgrinder": {
      "ability": "Oylama esnasında bütün oyuncular gözlerini kapatır ve oy sayımı gizli yapılır. Her gece, gün batımına kadar sarhoş olup olmadığını seç.",
      "name": "Laternacı"
    },
    "pacifist": {
      "ability": "İdam edilen iyi oyuncular ölmeyebilirler.",
      "flavor": "İçindeki cezalandırma dürtüsü güçlü olan hiç kimseye güvenme.",
      "name": "Pasifist"
    },
    "philosopher": {
      "ability": "Oyunda bir kez, geceleyin, iyi bir karakter seç: o yeteneği kazan. Bu karakter oyundaysa, sarhoş olur.",
      "first": "Filozof bir karakter seçebilir. Gerekirse karakter pulunu değiştir. :reminder:",
      "name": "Filozof",
      "other": "Filozof bir karakter seçebilir. Gerekirse karakter pulunu değiştir. :reminder:"
    },
    "pithag": {
      "name": "Kuyu Acuzesi"
    },
    "pixie": {
      "ability": "Oyundaki 1 Kasabalıyı bilerek başlarsın. Bu karakter olduğuna saplantılıydıysan, o ölünce onun yeteneğini kazanırsın."
    },
    "plaguedoctor": {
      "ability": "Öldüğünde, Hikâyeci bir Yardakçı yeteneği kazanır.",
      "name": "Veba Doktoru",
      "other": "Veba Doktoru öldüyse, Hikâyeci bir Yardakçı yeteneği kazandı. Bunu henüz yapmadıysan şimdi yap."
    },
    "po": {
      "flavor": "Bir çiçek ister misin? Ben o kadar yalnızım ki.",
      "name": "Po",
      "other": "Po bir oyuncu seçebilir VEYA geçen gece hiç kimseyi seçmediyse 3 oyuncu seçer. :reminder: veya :reminder: :reminder: :reminder:"
    },
    "poisoner": {
      "first": "Zehirci bir oyuncu seçer. :reminder:",
      "name": "Zehirci",
      "other": "Zehirci bir oyuncu seçer. :reminder:"
    },
    "politician": {
      "ability": "Takımının kaybetmesinden en çok sorumlu olan oyuncuyduysan, taraf değiştirip kazanırsın, ölü bile olsan.",
      "flavor": "Bu soruyu sorduğunuza sevindim. Gerçekten. Ama bence burada ASIL soru...",
      "name": "Siyasetçi"
    },
    "preacher": {
      "ability": "Her gece, bir oyuncu seç: bir Yardakçı seçilirse bunu öğrenir. Seçilmiş Yardakçıların yeteneği olmaz.",
      "flavor": "Fakir ve hasta olmaktansa zengin ve sıhhatli olmak daha iyidir.",
      "name": "Vaiz"
    },
    "princess": {
      "ability": "İlk gününde, bir oyuncuyu aday gösterip idam ettirdiysen, bu gece Şeytan öldürmez.",
      "name": "Prenses",
      "other": "Bugün idam edilen oyuncuyu Prenses aday gösterdiyse, Şeytan normal şekilde uyanır, ama yeteneğiyle kimse ölmez."
    },
    "professor": {
      "ability": "Oyunda bir kez, geceleyin*, ölü bir oyuncu seç: o kişi Kasabalıysa yeniden dirilir.",
      "name": "Profesör",
      "other": "Profesör ölü bir oyuncu seçebilir. :reminder: :reminder:"
    },
    "psychopath": {
      "ability": "Her gün, aday göstermelerden önce, herkesin önünde bir oyuncu seçebilirsin: o kişi ölür. İdam edilirsen, ancak taş-kâğıt-makasta yenilirsen ölürsün.",
      "flavor": "Sürpriz!",
      "name": "Psikopat"
    },
    "pukka": {
      "ability": "Her gece, bir oyuncu seç: o kişi zehirlenir. Önceden zehirlenen oyuncu ölür ve sonra sağlıklı olur.",
      "first": "Pukka bir oyuncu seçer. :reminder:",
      "name": "Pukka",
      "other": "Pukka bir oyuncu seçer. :reminder: Önceden zehirlenen oyuncu ölür ve sonra sağlıklı olur. :reminder:"
    },
    "puzzlemaster": {
      "ability": "1 oyuncu sarhoş olur, ölsen bile. Bunun kim olduğunu tahmin edersen (bir seferlik) Şeytan oyuncusunu öğrenirsin, ama yanlış tahmin edersen yanlış bilgi alırsın."
    },
    "ravenkeeper": {
      "ability": "Geceleyin ölürsen, bir oyuncu seçmek üzere uyandırılırsın: o kişinin karakterini öğrenirsin.",
      "name": "Kuzgun Terbiyecisi"
    },
    "recluse": {
      "ability": "Kötü olarak ve bir Yardakçı veya Şeytan olarak gözükebilirsin, ölü olsan bile.",
      "name": "Münzevi"
    },
    "sage": {
      "ability": "Şeytan seni öldürürse, onun 2 oyuncudan 1'i olduğunu öğrenirsin.",
      "name": "Bilge"
    },
    "sailor": {
      "name": "Denizci"
    },
    "saint": {
      "ability": "İdamla ölürsen, takımın kaybeder.",
      "name": "Aziz"
    },
    "savant": {
      "ability": "Her gün, Hikâyeciyi ziyaret edip gizlice 2 şey öğrenebilirsin: 1'i doğru, 1'i ise yanlış.",
      "flavor": "Yerde yetmiş iki tane kibrit... güneş erken batıyor ama ay değişmiyor... yırtık bir kumaş parçası... köşkte kötü güçler... üç çarpı üç... güvendiğimiz kişi göründüğü gibi değil... yeşil ışık magnezyum demek... kalıntı ama deseni yanlış... Yerde yetmiş iki tane kibrit...",
      "name": "Savant"
    },
    "scarletwoman": {
      "name": "Kızıl Kadın"
    },
    "seamstress": {
      "ability": "Oyunda bir kez, geceleyin, 2 oyuncu seç (kendini değil): aynı tarafta olup olmadıklarını öğrenirsin.",
      "first": "Terzi 2 oyuncu seçebilir. Olumlu ya da olumsuz kafa salla. :reminder:",
      "name": "Terzi",
      "other": "Terzi 2 oyuncu seçebilir. Olumlu ya da olumsuz kafa salla. :reminder:"
    },
    "shabaloth": {
      "flavor": "Blarg f'taag nm mataan! No sho gumtha m'sik na yuuu. Fluuuuuuuuurg h-sikkkh.",
      "name": "Shabaloth",
      "other": "Daha önce seçilen bir oyuncu yeniden dirilebilir. :reminder: Shabaloth 2 oyuncu seçer. :reminder: :reminder:"
    },
    "slayer": {
      "name": "Şeytan Avcısı"
    },
    "snakecharmer": {
      "name": "Yılan Oynatıcısı"
    },
    "soldier": {
      "ability": "Şeytana karşı güvendesin.",
      "name": "Asker"
    },
    "spy": {
      "ability": "Her gece, Grimoire'ı görürsün. İyi olarak ve bir Kasabalı veya Yabancı olarak gözükebilirsin, ölü olsan bile.",
      "first": "Grimoire'ı Casusa ihtiyacı olduğu kadar göster.",
      "name": "Casus",
      "other": "Grimoire'ı Casusa ihtiyacı olduğu kadar göster."
    },
    "sweetheart": {
      "ability": "Öldüğünde, 1 oyuncu bundan sonra sarhoş olur.",
      "flavor": "Onu hiçbir zaman unutmayacağım. Asla.",
      "name": "Canan",
      "other": "Canan öldüyse, bir oyuncu derhâl sarhoş oldu. Bunu henüz yapmadıysan şimdi yap. :reminder:"
    },
    "thief": {
      "ability": "Her gece, bir oyuncu seç (kendini değil): yarın onun oyu negatif sayılır.",
      "name": "Hırsız"
    },
    "tinker": {
      "ability": "Her an ölebilirsin.",
      "flavor": "Sanırım sorunu anladım. Neyse ki, bir fikrim var! Bu mancınık küçük bir değişiklikle iki katı uzağa fırlatabilir...",
      "name": "Tamirci",
      "other": "Tamirci ölebilir. :reminder:"
    },
    "towncrier": {
      "ability": "Her gece*, bugün bir Yardakçının aday gösterip göstermediğini öğrenirsin.",
      "name": "Tellal",
      "other": "Olumlu ya da olumsuz kafa salla."
    },
    "undertaker": {
      "ability": "Her gece*, bugün hangi karakterin idamla öldüğünü öğrenirsin.",
      "name": "Mezarcı"
    },
    "vigormortis": {
      "name": "Vigormortis"
    },
    "virgin": {
      "name": "Bakir"
    },
    "vizier": {
      "name": "Vezir"
    },
    "voudon": {
      "flavor": "Bien venu. Otur. Derin nefes al. Ölüler diyarına giriş yap. Onların gözlerinden bak. Onların sesine bürün. Yon sel lang se janm ase."
    },
    "washerwoman": {
      "ability": "2 oyuncudan 1'inin belli bir Kasabalı olduğunu bilerek başlarsın.",
      "first": "Kasabalı karakter pulunu göster. Hem *KASABALI* hem de *YANLIŞ* oyuncuya işaret et."
    },
    "widow": {
      "flavor": "Daha fazla şarap mı? Château d’Ergot ’07 çok özel bir bağbozumudur. Ah evet, gerçekten de çok özel.",
      "name": "Karadul"
    },
    "witch": {
      "first": "Cadı bir oyuncu seçer. :reminder:",
      "name": "Cadı",
      "other": "Cadı bir oyuncu seçer. :reminder:"
    },
    "zombuul": {
      "ability": "Her gece*, bugün hiç kimse ölmediyse, bir oyuncu seç: o kişi ölür. İlk öldüğünde, hayatta kalırsın ama ölü olarak gözükürsün."
    }
  }
}
