{
  "jinxes": {
    "alchemist-boffin": "Nếu Alchemist có năng lực của Boffin, Alchemist sẽ không biết năng lực mà Ác quỷ nhận được.",
    "alchemist-marionette": "Alchemist-Marionette không có năng lực của Marionette, nhưng biết tay sai đó đang có tham gia ván chơi.",
    "alchemist-mastermind": "Alchemist-Mastermind không có năng lực của Mastermind, và biết tay sai đó không có tham gia ván chơi.",
    "alchemist-organgrinder": "Nếu Alchemist có năng lực của Organ Grinder, tay sai đó đang có tham gia ván chơi. Nếu cả hai chọn Tỉnh táo, cả hai sẽ bị say.",
    "alchemist-spy": "Alchemist-Spy không có năng lực của Spy, nhưng biết tay sai đó đang có tham gia ván chơi. Sau mỗi hành quyết, nếu Alchemist-Spy còn sống, họ có thể đoán công khai một người chơi còn sống là Spy. Nếu đoán đúng, Ác quỷ phải chọn Spy vào đêm nay.",
    "alchemist-summoner": "Alchemist-Summoner không biết được 3 nhận vật không có tham gia ván chơi, được chọn vai Ác quỷ nhưng không được chọn người chơi trở thành Ác quỷ. Nếu chết trước khi chức năng kích hoạt, phe xấu thắng. [Không có Ác Quỷ]",
    "alchemist-widow": "Alchemist-Widow không có năng lực của Widow, nhưng biết tay sai đó đang có tham gia ván chơi. Sau mỗi hành quyết, nếu Alchemist-Widow còn sống, có thể đoán công khai một người chơi còn sống khác là Widow. Nếu đoán đúng, Ác quỷ phải chọn Widow vào đêm nay.",
    "alchemist-wraith": "Alchemist-Wraith không có năng lực của Wraith, nhưng biết tay sai đó có tham gia ván chơi. Sau hành quyết, nếu Alchemist-Wraith còn sống, có thể đoán công khai một người chơi còn sống khác là Wraith. Nếu đoán đúng, Ác quỷ phải chọn Wraith vào đêm nay.",
    "alhadikhia-mastermind": "Nếu Al-Hadikhia chết bởi hành quyết, và Mastermind còn sống, Al-Hadikhia chọn 3 người chơi phe tốt đêm nay: nếu cả 3 chọn sống, phe xấu thắng. Nếu không, phe tốt thắng.",
    "alhadikhia-princess": "Nếu Princess biểu quyết và hành quyết một người chơi bất kì vào ngày đầu tiên của họ, không ai sẽ chết bởi Al-Hadikhia đêm nay.",
    "alhadikhia-scarletwoman": "Nếu rơi vào trường hợp có hai Ác quỷ, và một trong hai đã từng là Scarlet Woman, nhân vật đó sẽ quay trở lại làm Scarlet Woman.",
    "alsaahir-vizier": "Người kể truyện không tuyên bố Vizier có tham gia ván chơi.",
    "atheist-riot": "Trong lúc nổi dậy (do Riot), nếu Người kể truyện bị biểu quyết, tất cả người chơi sẽ bỏ phiếu. Nếu Người kể truyện trờ thành người \"sắp chết\", trò chơi kết thúc. Nếu không, Người kể truyện sẽ tiếp tục biểu quyết.",
    "balloonist-marionette": "Nếu Marionette nghĩ họ là Balloonist, một Ngoại lai có thể đã được thêm vào trong lúc Người kể truyện bố trí nhân vật.",
    "banshee-leviathan": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống (khác với những đêm trước): Banshee được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-riot": "Mỗi đêm*, Riot sẽ chọn một người chơi phe tốt còn sống (khác với những đêm trước): Banshee được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-vortox": "Nếu Vortox giết Banshee, tất cả người chơi sẽ biết được Banshee đã chết.",
    "baron-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "baron-plaguedoctor": "Nếu Người kể truyện nhận được chức năng của Baron, tối đa hai người chơi bất kì sẽ trở thành Ngoại lai.",
    "boffin-cultleader": "Nếu Ác quỷ nhận được chức năng của Cult Leader, họ không chuyển qua phe tốt bởi năng lực này.",
    "boffin-drunk": "Nếu Ác quỷ nhận được năng lực của Drunk, Boffin chọn một Dân làng phe tốt để nhận được năng lực này.",
    "boffin-goon": "Nếu Ác quỷ nhận được năng lực của Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "boffin-heretic": "Ác quỷ không thể nhận được năng lực của Heretic.",
    "boffin-ogre": "Ác quỷ không thể nhận được năng lực của Ogre.",
    "boffin-politician": "Ác quỷ không thể nhận được năng lực của Politician.",
    "boffin-villageidiot": "Nếu còn dư token, Boffin có thể truyền cho Ác quỷ năng lực của Village Idiot.",
    "boomdandy-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Boomdandy, một người chơi bất kì sẽ trở thành Boomdandy.",
    "bountyhunter-kazali": "Nếu Kazali biến Bounty Hunter thành một Tay sai, không có Dân làng phe xấu nào được tạo ra.",
    "bountyhunter-philosopher": "Nếu Philosopher chọn năng lực của Bounty Hunter, một Dân làng bất kì có thể chuyển qua phe xấu.",
    "butler-cannibal": "Nếu Cannibal nhận được nặng lực của Butler, họ sẽ được biết điều này.",
    "butler-organgrinder": "Nếu Organ Grinder yêu cầu mọi người nhắm mắt khi bỏ phiếu, Butler có thể giơ tay bỏ phiếu nhưng phiếu của họ chỉ tính khi chủ nhân của họ cũng bỏ phiếu.",
    "cannibal-juggler": "Nếu Juggler đoán vào ngày đầu tiên và chết bởi hành quyết, Cannibal nếu còn sống sẽ nhận được số dự đoán mà Juggler đoán đúng.",
    "cannibal-princess": "Nếu Cannibal biểu quyết, hành quyết và thành công giết Princess hôm nay, Ác quỷ sẽ không giết đêm nay.",
    "cannibal-zealot": "Nếu Cannibal nhận được năng lực của Zealot, họ sẽ được biết điều này.",
    "cerenovus-goblin": "Cerenovus có thể khiến một người chơi bất kỳ điên họ là Goblin.",
    "chambermaid-mathematician": "Chambermaid có thể biết Mathematician sẽ thức dậy đêm nay không.",
    "clockmaker-summoner": "Summoner được tính là Ác quỷ theo như năng lực của Clockmaker.",
    "courtier-summoner": "Nếu Summoner mất đi năng lực, Người kể truyện sẽ nhận được năng lực này.",
    "courtier-vizier": "Nếu Vizier mất đi năng lực của họ, họ sẽ biết điều này, và không thể chết vào ban ngày.",
    "cultleader-pithag": "Nếu Pit-Hag biến một người chơi phe xấu thành Cult Leader, họ không thể chuyển qua phe tốt bởi năng lực của họ.",
    "damsel-pithag": "Nếu Pit-Hag tạo ra một Damsel, Người kể truyện sẽ chọn ai sẽ trở thành nhân vật này.",
    "damsel-spy": "Nếu Spy đang (hay đã) tham gia ván chơi, Damsel sẽ bị trúng độc.",
    "damsel-widow": "Nếu Widow đang (hay đã) tham gia ván chơi, Damsel sẽ bị trúng độc.",
    "drunk-mathematician": "Mathematician có thể biết được năng lực của Drunk cho thông tin sai hoặc không hoạt động được.",
    "engineer-legion": "Nếu Legion được tạo ra, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu có Legion trong ván chơi, Engineer biết được điều này nhưng không có năng lực.",
    "engineer-summoner": "Nếu Summoner còn sống nhưng bị loại bỏ khỏi trò chơi, Người kể truyện sẽ nhận được năng lực của Summoner.",
    "eviltwin-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Evil Twin, một người chơi bất kì sẽ trở thành Evil Twin.",
    "exorcist-leviathan": "Nếu Leviathan biểu quyết và hành quyết một người chơi được chọn bởi Exorcist, phe tốt thắng.",
    "exorcist-riot": "Nếu Riot biểu quyết và hành quyết một người chơi được chọn bởi Exocist, phe tốt thắng.",
    "exorcist-yaggababble": "Nếu Exorcist chọn Yaggababble, Yaggababble sẽ không giết đêm nay.",
    "fanggu-scarletwoman": "Nếu rơi vào trường hợp sẽ có hai Ác quỷ, và một trong hai đang là Scarlet Woman, họ vẫn sẽ tiếp tục là Scarlet Woman.",
    "farmer-leviathan": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống (khác vơi những đêm trước): Farmer được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "farmer-riot": "Mỗi đêm*, Riot chọn một người chơi phe tốt còn sống (khác với những đêm trước): Farmer được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "fearmonger-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Fearmonger, thay vì đó một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "fearmonger-vizier": "Vizier sẽ thức dậy cùng với Fearmonger, biết được họ chọn ai và không thể khiến người đó bị hành quyết ngay lập tức.",
    "goblin-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Goblin, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "godfather-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "goon-pithag": "Nếu Pit-Hag biến một người chơi phe xấu thành Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "grandmother-leviathan": "Nếu Leviathan tham gia ván chơi, và cháu của Grandmother chết bởi hành quyết, phe xấu thắng.",
    "grandmother-riot": "Nếu Riot tham gia ván chơi và cháu của Grandmother chết bởi hành quyết, phe xấu thắng.",
    "hatter-legion": "Nếu Legion được tạo thành, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu Legion đã tham gia ván chơi, Hatter không có năng lực nào.",
    "hatter-leviathan": "Leviathan không thể được tạo thành sau khi qua ngày thứ 5.",
    "hatter-lilmonsta": "Nếu Hatter chết & Ác quỷ chọn Lil' Monsta, họ cũng sẽ chọn một Tay sai để biến thành.",
    "hatter-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "heretic-lleech": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-pithag": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-spy": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-widow": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "huntsman-marionette": "Nếu Marionette nghĩ họ là Huntsman, Damsel đã có thể được thêm vào khi Người kể truyện bố trí nhân vật.",
    "innkeeper-leviathan": "Nếu Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi Innkeeper, phe tốt thắng.",
    "innkeeper-riot": "Nếu Riot biểu quyết và hành quyết một người chơi được bảo vệ bởi Innkeeper, phe tốt thắng.",
    "investigator-vizier": "Người kể truyện sẽ không tuyến bố có Vizier tham gia ván chơi.",
    "kazali-marionette": "Nếu Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "kazali-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "king-leviathan": "Nếu Leviathan có tham gia ván chơi và ít nhất một người chơi đã chết, thì mỗi đêm, King được biết một nhân vật còn sống.",
    "king-riot": "Nếu Riot có tham gia ván chơi, và ít nhất một người chơi đã chết, thì mỗi đêm, King sẽ biết được một nhân vật còn sống.",
    "legion-magician": "Magician sẽ dậy cùng với tất cả Legion và có thể được nhìn thấy là theo phe xấu. Legion sẽ biết là một trong số họ là Magician nhưng không biết họ là ai.",
    "legion-minstrel": "Nếu Legion chết bởi hành quyết hôm nay, Legion vẫn giữ năng lực của họ nhưng Minstrel có thể biết họ là Legion.",
    "legion-politician": "Politician có thể được tính là phe xấu đối với năng lực của Legion.",
    "legion-preacher": "Nếu Preacher chọn Legion, họ vẫn giữ năng lực, nhưng Preacher có thể biết họ là Legion.",
    "legion-summoner": "Nếu Legion được triệu hồi bởi Summoner, tất cả người chơi theo phe xấu sẽ trở thành Legion.",
    "legion-zealot": "Zealot có thể được tính là phe xấu đối với năng lực của Legion.",
    "leviathan-mayor": "Nếu Leviathan và Mayor đều còn sống vào ngày thứ 5 & không có bất kì hành quyết nào, phe tốt thắng.",
    "leviathan-monk": "Nếu Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi Monk, phe tốt thắng.",
    "leviathan-pithag": "Leviathan không thể được thêm vào ván chơi sau ngày thứ 5.",
    "leviathan-ravenkeeper": "Mỗi đêm*, Leviathan chọn một người chơi còn sống ( khác với những đêm trước): Ravenkeeper được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "leviathan-sage": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống ( khác với những đêm trước): Sage nếu được chọn sẽ kich hoạt năng lực nhưng không chết.",
    "leviathan-soldier": "Nếu Leviathan biểu quyết và hành quyết Soldier, phe tốt thắng.",
    "lilmonsta-magician": "Nếu Magician còn sống, Người kể truyện chọn một Tay sai để trông Lil' Monsta.",
    "lilmonsta-marionette": "Nếu Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "lilmonsta-poppygrower": "Nếu Lil' Monsta & Poppy Grower còn sống, Tay sai sẽ thức dậy lần lượt cho đến khi một người chọn để giữ token Lil' Monsta.",
    "lilmonsta-psychopath": "Nếu Psychopath trông Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lilmonsta-scarletwoman": "Nếu Lil' Monsta chết khi có 5 hay nhiều người còn sống, Scarlet Woman sẽ trông Lil' Monsta cho đến hết ván chơi.",
    "lilmonsta-vizier": "Nếu Vizier trông Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lleech-mastermind": "Nếu Mastermind còn sống và người mà Lleech kí sinh chết bởi hành quyết, Lleech sẽ sống nhưng mất đi năng lực của họ.",
    "lleech-slayer": "Nếu Slayer bắn người mà Lleech kí sinh, người đó sẽ chết.",
    "lordoftyphon-summoner": "Nếu Lord of Typhon được triệu hồi, họ phải là hàng xóm của Tay sai bất kì & hàng xóm còn lại của họ sẽ trở thành một Tay sai theo phe xấu.",
    "lunatic-mathematician": "Mathematician có thể biết khi Lunatic tấn công một người chơi khác với người mà Ác quỷ chọn.",
    "magician-marionette": "Nếu Magician còn sống, Ác quỷ không biết hàng xóm nào là Marionette.",
    "magician-spy": "Khi Spy nhìn vào Cẩm thư, token của Ác quỷ và Magician sẽ được bỏ ra.",
    "magician-vizier": "Nếu Vizier có tham gia ván chơi, Magician không có năng lực nhưng miễn nhiễm với năng lực của Vizier.",
    "magician-widow": "Khi Widow nhìn vào Cẩm thư, token của Ác quỷ và Magician sẽ được bỏ ra.",
    "magician-wraith": "Sau mỗi hành quyết, Magician còn sống có thể công khai đoán một người chơi còn sống bất kì là Wraith. Nếu đoán đúng, Ác quỷ phải chọn Wraith đêm nay.",
    "marionette-mathematician": "Mathematician có thể biết khi tay sai Marionette nhận thông tin sai hoặc không hoạt động được.",
    "marionette-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Marionette, một trong hai hàng xóm tốt của Ác quỷ trở thành Marionette.",
    "marionette-summoner": "Nếu Marionette tham gia ván chơi, họ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "mastermind-vigormortis": "Mastermind vẫn sẽ tiếp tục giữ năng lực của họ ngay cả khi Vigormortis chết.",
    "mayor-riot": "Mayor có thể chọn dừng sự nổi dậy ( bởi Riot). Nếu họ chọn làm thế khi chỉ có một Riot còn sống, phe tốt thắng. Nếu không, phe xấu thắng.",
    "monk-riot": "Nếu Riot biểu quyết và hành quyết người chơi được bảo vệ bởi Monk, phe tốt thắng.",
    "ogre-pithag": "Nếu Pit-Hag chọn biến một người chơi phe xấu thành Ogre, họ không thể chuyển sang phe tốt bởi năng lực của họ.",
    "ogre-recluse": "Nếu Recluse được tính là theo phe xấu đối với Ogre, họ sẽ biết là họ theo phe xấu.",
    "ogre-spy": "Spy được tính là theo phe xấu đối với Ogre.",
    "pithag-politician": "Nếu Pit-Hag chọn biến một người chơi phe xấu thành Politician, họ không thể chuyển sang phe tốt bởi năng lực của họ.",
    "pithag-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "pithag-villageidiot": "Nếu còn dư token, Pit-Hag có thể tạo ra thêm một Village Idiot. Nếu làm vậy, Village Idiot nào bị say rượu có thể thay đổi.",
    "plaguedoctor-scarletwoman": "Nếu Người kể truyện nhận được năng lực của Scarlet Woman, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-spy": "Nếu Người kể truyện nhận được năng lực của Spy, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-wraith": "Nếu Người kể truyện nhận được năng lực của Wraith, một Tay sai bất kì nhận được năng lực này và biết được điều này.",
    "politician-vizier": "Politician có thể được tính là theo phe xấu đối với Vizier.",
    "poppygrower-spy": "Nếu Poppy Grower vẫn có năng lực của họ, Spy không được nhìn Cẩm thư.",
    "poppygrower-summoner": "Nếu Poppy Grower còn sống vào đêm thứ 3, Summoner được chọn Ác quỷ nào nhưng không được chọn người nào trở thành Ác quỷ.",
    "poppygrower-widow": "Nếu Poppy Grower vẫn có năng lực của họ, Widow sẽ không được nhìn Cẩm thư.",
    "preacher-summoner": "Nếu Summoner mất đi năng lực của họ, Người kể truyện sẽ nhận được năng lực này.",
    "preacher-vizier": "Nếu Vizier mất đi năng lực của họ, họ biết được điều này, và không thể chết vào ban ngày.",
    "pukka-summoner": "Summoner có thể triệu hồi Pukka vào đêm thứ 2 thay vì đêm thứ 3.",
    "ravenkeeper-riot": "Mỗi đêm*, Riot chọn một người tốt còn sống (khác vơi những đêm trước): Ravenkeeper nếu được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "recluse-sage": "Recluse có thể được tính là Ác quỷ đối với Sage.",
    "riot-sage": "Mỗi đêm*, Riot chọn một người phe tốt còn sống (khác với những đêm trước): Sage nếu được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "riot-soldier": "Nếu Riot biểu quyết và hành quyết Soldier, phe tốt thắng.",
    "summoner-zombuul": "Nếu Summoner triệu hồi một người đã chết thành Zombuul, họ sẽ được xem như đã \"chết một lần\".",
    "vizier-zealot": "Zealot có thể được tính là phe xấu đối với Vizier."
  },
  "roles": {
    "dusk": {
      "name": "Hoàng hôn"
    },
    "hellslibrarian": {
      "flavor": "Shhhhhh. Xin hãy im lặng. Tốt nhất là không nên làm phiền Quản thư. Tôi nghe nói nó rất nóng tính.",
      "name": "Hell's Librarian"
    },
    "heretic": {
      "ability": "Phe nào đáng lẽ thắng sẽ thua và phe nào đáng lẽ thua sẽ thắng, ngay cả khi bạn đã chết.",
      "flavor": "Sau khi cơn mua đá phá nát mái vòm và làm vỡ vụn những cái kính cửa sổ của Nhà thờ, nó hòa tan vào lòng đất, như một còn cừu hấp hối giữa lòng sa mạc. Quả là ngụ ngôn của một người điên.",
      "name": "Heretic"
    },
    "hermit": {
      "ability": "Bạn có năng lực của tất cả Ngoại lai. [-0 hoặc -1 Ngoại lai]",
      "flavor": "Ở một nơi dường như thất lạc và dần bị lãng quên, ánh sáng chập chờn của tâm hồn vẫn đang vẫy gọi.",
      "name": "Hermit"
    },
    "highpriestess": {
      "ability": "Mỗi đêm, biết được người chơi nào Người kể truyện nghĩ là bạn nên nói chuyện với nhất.",
      "first": "Chỉ tay vào một người chơi.",
      "flavor": "Có một sự sống nhen nhỏi ẩn nấp sau bức màn đa nhân cách được dựng lên như từng lớp mặt nạ khác nhau. Nhưng cuộc sống đôi khi có những khoảnh khác khi bức màn được hạ xuống để đáp lại một cách sâu sắc cho những điều sâu sắc."
    },
    "huntsman": {
      "ability": "Một lần trong trò chơi, vào ban đêm, chọn một người chơi còn sống: Damsel, nếu được chọn, trở thành một Dân làng không có trong ván chơi. [+Damsel]",
      "first": "Huntsman có thể chọn một người chơi. :reminder: Nếu người chơi đó là Damsel: Cho Huntsman đi ngủ. Đánh thức Damsel and cho họ thấy token thông tin *BẠN LÀ* and token nhân vật mới của họ.",
      "other": "Huntsman có thể chọn một người chơi. :reminder: Nếu người chơi đó là Damsel: Cho Huntsman đi ngủ. Đánh thức Damsel and cho họ thấy token thông tin *BẠN LÀ* and token nhân vật mới của họ."
    },
    "imp": {
      "ability": "Mỗi đêm*, chọn một người chơi bất kì: họ sẽ chết. Nếu bạn giết bản thân bằng cách này, một Tay sai bất kì sẽ trở thành Imp.",
      "flavor": "Chúng ta phải giữ đầu óc sắc bén và thanh kiếm sắc bén hơn. Tà ác ở giữa chúng ta, và sẽ không ngừng cho đến khi những người dân làng lương thiện như chúng ta bị tiêu diệt hoàn toàn, và ngôi làng bình yên này chỉ còn đống đổ nát. Đừng tin ai cả. Nhưng, nếu bạn cần đặt niềm tin vào ai, đừng ngại mà hãy tin tưởng tôi.",
      "other": "Imp chọn một người chơi bất kì. :reminder: Nếu Imp chọn bản thân: Thay token của một Tay sai còn sống với một token Imp còn lại. Cho Imp đi ngủ. Đánh thức Imp mới. Cho họ thấy token *BẠN LÀ*, và token Imp."
    },
    "innkeeper": {
      "ability": "Mỗi đêm*, chọn 2 người chơi: họ không thể chết đêm nay, nhưng 1 người sẽ bị say rượu cho đến hoàng hôn.",
      "flavor": "Vào trong đi những người lữ hành trẻ và cho tấm thân mệt mỏi đó được nghỉ ngơi. Hãy cụng ly và liên hoan, vì quân đoàn của Kẻ Hắc Ám sẽ không quấy rối các bạn đêm nay.",
      "other": "Innkeeper chọn 2 người chơi bất kì. :reminder: :reminder: :reminder:"
    },
    "investigator": {
      "ability": "Bạn bắt đầu biết 1 trong 2 người chơi đang là một Tay sai cụ thể.",
      "first": "Cho thấy token nhân vật Tay sai. Chỉ tay vào người chơi hiện là nhân vật *TAY SAI* và người chơi *SAI*.",
      "flavor": "Quả là một đêm tuyệt vời để đi dạo, phải không, Ngài Morozov? Hay tôi nên gọi là ... BÁ TƯỚC Morozov?"
    },
    "judge": {
      "ability": "Một lần trong trò chơi, nếu một người chơi khác bị biểu quyết, bạn có thể chọn để cho phép hành quyết hiện tại thông qua hay thất bại.",
      "flavor": "Tôi phán quyết bị cáo có tội giết người, lừa đảo, đốt nhà, trộm cắp, mạo danh viên chức thi hành luật pháp, hành nghề y không có giấy phép, phỉ báng, giết người và xả rác."
    },
    "juggler": {
      "ability": "Vào ngày đầu tiên của bạn, công khai đoán nhận vật của tối đa 5 người chơi. Vào đêm đó, bạn biết có bao nhiêu dự đoán của bạn là chính xác.",
      "flavor": "Màn trình diễn tiếp theo, như lời yêu cầu của quý khán giả, tôi sẽ cần một bông hoa, một bao đậu, một con rắn đồ chơi, một cây cọ vẽ, và một cái máy tỉa cành vận hành bằng xăng có động cơ. Nhưng tôi phải cảnh báo trước, đây có thể là màn trình diễn cuối cùng của tôi. Lạy trời.",
      "other": "Giơ một số."
    },
    "kazali": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. [Bạn chọn người chơi và nhân vật Tay sai họ trở thành. -? đến +? Ngoại lai]",
      "first": "Đánh thức Kazali, cho họ chọn Tay sai.",
      "flavor": "Gon(z)a7les6. Hãy c4n th4n. Sự cơ kh1 h0á đã bị đẢ0 ngu06. Lỗ1 trongh3th0ng. Tính {7}oán lại.",
      "other": "Ác quỷ Kazali chọn một người chơi bất kì. :reminder: "
    },
    "king": {
      "ability": "Mỗi đêm, nếu số người chết bằng hoặc nhiều hơn số người còn sống, bạn sẽ biết được một nhân vật còn sống. Ác quỷ biết bạn là King.",
      "first": "Đánh thức Ác quỷ. Cho thấy token *NGƯỜI CHƠI NÀY LÀ* và token nhân vật King, và chỉ tay vào người chơi đó.",
      "other": "Nếu số người chết bằng hoặc nhiều hơn số người còn sống, cho thấy token nhân vật của một người chơi còn sống bất kì."
    },
    "klutz": {
      "ability": "Khi bạn biết được bạn đã chết, công khai chọn một người sống: nếu họ là người xấu, đội của bạn thua.",
      "flavor": "Ôi không."
    },
    "knight": {
      "ability": "Bạn bắt đầu biết 2 người chơi không phải là Ác quỷ.",
      "first": "Chỉ tay vào hai người chơi không phải là Ác quỷ mà được đánh dấu *BIẾT*.",
      "flavor": "Khi một người đàn ông bắt đầu nói dối, anh ta đã giết chết một phần nào đó của thế giới."
    },
    "legion": {
      "ability": "Mỗi đêm*, một người có thể chết. Hành quyết thất bại khi tất cả người xấu bỏ phiếu. Bạn cũng được tính là Tay sai. [Hầu hết nguời chơi sẽ là Legion]",
      "flavor": "Chúng tôi là cơn gió độc vào ngày đông lạnh lẽo. Chúng tôi là hình bóng giữa đêm không trăng. Chúng tôi là chất độc trong tách trà của bạn, và là lời thì thầm bên tai. Chúng tôi ở khắp mọi nơi.",
      "other": "Một người bất kỳ có thể chết. :reminder:"
    },
    "leviathan": {
      "ability": "Nếu nhiều hơn 1 người tốt bị hành quyết, phe xấu thắng. Tất cả người chơi biết có bạn trong ván chơi. Sau ngày thứ 5, phe xấu thắng.",
      "first": "Tuyên bố \"Có Leviathan trong ván chơi.\" Đánh dấu nhân vật Leviathan với token ghi nhớ *NGÀY 1*. :reminder:",
      "other": "Tùy Người kể truyện, tuyên bố \"Có Leviathan trong ván chơi.\" Thay token ghi nhớ. :reminder:"
    },
    "librarian": {
      "ability": "Bạn bắt đầu biết 1 trong 2 người là một Ngoại lai cụ thể. (Hoặc là không có Ngoại lai nào.)",
      "first": "Cho thấy token nhân vật Ngoại lai. Chỉ tay vào người có dấu *NGOẠI LAI* và người chơi *SAI*.",
      "flavor": "Tất nhiên rồi quý bà, trong những trường hợp bình thường, quý bà có thể mượn Codex Malificarium từ kho lưu trữ của thư viện. Tuy nhiên, có vẻ như bà không phải là thành viên của chúng tôi."
    },
    "lilmonsta": {
      "ability": "Mỗi đêm, Tay sai chọn người trông Lil' Monsta & \"chính là Ác quỷ\". Mỗi đêm*, một người có thể chết. [+1 Tay sai]",
      "first": "Đánh thức tất cả Tay sai, cho họ chọn người trông trẻ. :reminder:",
      "flavor": "Bước 1: Tỏ vẻ dễ xương. Bước 2: Thống trị thế giới. Bước 3: Ăn séng.",
      "other": "Đánh thức tất cả Tay sai, cho họ chọn người trông trẻ. :reminder: Một người chơi bất kì có thể chết. :reminder:"
    },
    "lleech": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. Bạn bắt đầu bằng việc chọn một người: họ bị trúng độc. Bạn chết khi & chỉ khi người đó chết.",
      "first": "Lleech chọn một người. :reminder:",
      "flavor": "Rất ngon, ngon, ngon, ngon, ngon, ngon, ngon, ngon, ôi cái nã- ý tôi là bánh. Chiếc bánh ngon lành. Phải, đó là điều tôi muốn nói.",
      "other": "Lleech chọn một người. :reminder:"
    },
    "lordoftyphon": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. [Nhân vật phe xấu ngồi cạnh nhau thành. Bạn ngồi ở giữa. +1 Tay sai. -? đến +? Ngoại lai]",
      "first": "Thay thế những người hàng xóm của Lord of Typhon bằng nhân vật Tay sai, đánh thức họ, cho họ biết phe và nhân vật mới của họ, rồi đưa thông tin Tay sai.",
      "flavor": "Ở những góc tối và bị lãng quên của vũ trụ, nơi các vì sao thì thầm những bí mật vào hư không, ẩn chứa một sự thật sâu sắc đến nỗi chỉ cần thoáng nhìn cũng có thể làm sáng tỏ sự sáng suốt của tâm trí phàm trần.",
      "other": "Lord of Typhon chọn một người. :reminder:"
    },
    "lunatic": {
      "ability": "Bạn nghĩ bạn là Ác quỷ, nhưng bạn không phải. Ác quỷ biết bạn là ai & người bạn chọn vào ban đêm."
    }
  }
}
