{
  "jinxes": {
    "alchemist-boffin": "Nếu Alchemist có năng lực của Boffin, Alchemist sẽ không biết năng lực mà Ác quỷ nhận được.",
    "alchemist-marionette": "Alchemist-Marionette không có năng lực của Marionette, nhưng biết tay sai đó đang có tham gia ván chơi.",
    "alchemist-mastermind": "Alchemist-Mastermind không có năng lực của Mastermind, và biết tay sai đó không có tham gia ván chơi.",
    "alchemist-organgrinder": "Nếu Alchemist có năng lực của Organ Grinder, tay sai đó đang có tham gia ván chơi. Nếu cả hai chọn Tỉnh táo, cả hai sẽ bị say.",
    "alchemist-spy": "Alchemist-Spy không có năng lực của Spy, nhưng biết tay sai đó đang có tham gia ván chơi. Sau mỗi hành quyết, nếu Alchemist-Spy còn sống, họ có thể đoán công khai một người chơi còn sống là Spy. Nếu đoán đúng, Ác quỷ phải chọn Spy vào đêm nay.",
    "alchemist-summoner": "Alchemist-Summoner không biết được 3 nhận vật không có tham gia ván chơi, được chọn vai Ác quỷ nhưng không được chọn người chơi trở thành Ác quỷ. Nếu chết trước khi chức năng kích hoạt, phe xấu thắng. [Không có Ác Quỷ]",
    "alchemist-widow": "Alchemist-Widow không có năng lực của Widow, nhưng biết tay sai đó đang có tham gia ván chơi. Sau mỗi hành quyết, nếu Alchemist-Widow còn sống, có thể đoán công khai một người chơi còn sống khác là Widow. Nếu đoán đúng, Ác quỷ phải chọn Widow vào đêm nay.",
    "alchemist-wraith": "Alchemist-Wraith không có năng lực của Wraith, nhưng biết tay sai đó có tham gia ván chơi. Sau hành quyết, nếu Alchemist-Wraith còn sống, có thể đoán công khai một người chơi còn sống khác là Wraith. Nếu đoán đúng, Ác quỷ phải chọn Wraith vào đêm nay.",
    "alhadikhia-mastermind": "Nếu Al-Hadikhia chết bởi hành quyết, và Mastermind còn sống, Al-Hadikhia chọn 3 người chơi phe tốt đêm nay: nếu cả 3 chọn sống, phe xấu thắng. Nếu không, phe tốt thắng.",
    "alhadikhia-princess": "Nếu Princess biểu quyết và hành quyết một người chơi bất kì vào ngày đầu tiên của họ, không ai sẽ chết bởi Al-Hadikhia đêm nay.",
    "alhadikhia-scarletwoman": "Nếu rơi vào trường hợp có hai Ác quỷ, và một trong hai đã từng là Scarlet Woman, nhân vật đó sẽ quay trở lại làm Scarlet Woman.",
    "alsaahir-vizier": "Người kể truyện không tuyên bố Vizier có tham gia ván chơi.",
    "atheist-riot": "Trong lúc nổi dậy (do Riot), nếu Người kể truyện bị biểu quyết, tất cả người chơi sẽ bỏ phiếu. Nếu Người kể truyện trờ thành người \"sắp chết\", trò chơi kết thúc. Nếu không, Người kể truyện sẽ tiếp tục biểu quyết.",
    "balloonist-marionette": "Nếu Marionette nghĩ họ là Balloonist, một Ngoại lai có thể đã được thêm vào trong lúc Người kể truyện bố trí nhân vật.",
    "banshee-leviathan": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống (khác với những đêm trước): Banshee được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-riot": "Mỗi đêm*, Riot sẽ chọn một người chơi phe tốt còn sống (khác với những đêm trước): Banshee được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-vortox": "Nếu Vortox giết Banshee, tất cả người chơi sẽ biết được Banshee đã chết.",
    "baron-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "baron-plaguedoctor": "Nếu Người kể truyện nhận được chức năng của Baron, tối đa hai người chơi bất kì sẽ trở thành Ngoại lai.",
    "boffin-cultleader": "Nếu Ác quỷ nhận được chức năng của Cult Leader, họ không chuyển qua phe tốt bởi năng lực này.",
    "boffin-drunk": "Nếu Ác quỷ nhận được năng lực của Drunk, Boffin chọn một Dân làng phe tốt để nhận được năng lực này.",
    "boffin-goon": "Nếu Ác quỷ nhận được năng lực của Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "boffin-heretic": "Ác quỷ không thể nhận được năng lực của Heretic.",
    "boffin-ogre": "Ác quỷ không thể nhận được năng lực của Ogre.",
    "boffin-politician": "Ác quỷ không thể nhận được năng lực của Politician.",
    "boffin-villageidiot": "Nếu còn dư token, Boffin có thể truyền cho Ác quỷ năng lực của Village Idiot.",
    "boomdandy-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Boomdandy, một người chơi bất kì sẽ trở thành Boomdandy.",
    "bountyhunter-kazali": "Nếu Kazali biến Bounty Hunter thành một Tay sai, không có Dân làng phe xấu nào được tạo ra.",
    "bountyhunter-philosopher": "Nếu Philosopher chọn năng lực của Bounty Hunter, một Dân làng bất kì có thể chuyển qua phe xấu.",
    "butler-cannibal": "Nếu Cannibal nhận được nặng lực của Butler, họ sẽ được biết điều này.",
    "butler-organgrinder": "Nếu Organ Grinder yêu cầu mọi người nhắm mắt khi bỏ phiếu, Butler có thể giơ tay bỏ phiếu nhưng phiếu của họ chỉ tính khi chủ nhân của họ cũng bỏ phiếu.",
    "cannibal-juggler": "Nếu Juggler đoán vào ngày đầu tiên và chết bởi hành quyết, Cannibal nếu còn sống sẽ nhận được số dự đoán mà Juggler đoán đúng.",
    "cannibal-princess": "Nếu Cannibal biểu quyết, hành quyết và thành công giết Princess hôm nay, Ác quỷ sẽ không giết đêm nay.",
    "cannibal-zealot": "Nếu Cannibal nhận được năng lực của Zealot, họ sẽ được biết điều này.",
    "cerenovus-goblin": "Cerenovus có thể khiến một người chơi bất kỳ điên họ là Goblin.",
    "chambermaid-mathematician": "Chambermaid có thể biết Mathematician sẽ thức dậy đêm nay không.",
    "clockmaker-summoner": "Summoner được tính là Ác quỷ theo như năng lực của Clockmaker.",
    "courtier-summoner": "Nếu Summoner mất đi năng lực, Người kể truyện sẽ nhận được năng lực này.",
    "courtier-vizier": "Nếu Vizier mất đi năng lực của họ, họ sẽ biết điều này, và không thể chết vào ban ngày.",
    "cultleader-pithag": "Nếu Pit-Hag biến một người chơi phe xấu thành Cult Leader, họ không thể chuyển qua phe tốt bởi năng lực của họ.",
    "damsel-pithag": "Nếu Pit-Hag tạo ra một Damsel, Người kể truyện sẽ chọn ai sẽ trở thành nhân vật này.",
    "damsel-spy": "Nếu Spy đang (hay đã) tham gia ván chơi, Damsel sẽ bị trúng độc.",
    "damsel-widow": "Nếu Widow đang (hay đã) tham gia ván chơi, Damsel sẽ bị trúng độc.",
    "drunk-mathematician": "Mathematician có thể biết được năng lực của Drunk cho thông tin sai hoặc không hoạt động được.",
    "engineer-legion": "Nếu Legion được tạo ra, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu có Legion trong ván chơi, Engineer biết được điều này nhưng không có năng lực.",
    "engineer-summoner": "Nếu Summoner còn sống nhưng bị loại bỏ khỏi trò chơi, Người kể truyện sẽ nhận được năng lực của Summoner.",
    "eviltwin-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Evil Twin, một người chơi bất kì sẽ trở thành Evil Twin.",
    "exorcist-leviathan": "Nếu Leviathan biểu quyết và hành quyết một người chơi được chọn bởi Exorcist, phe tốt thắng.",
    "exorcist-riot": "Nếu Riot biểu quyết và hành quyết một người chơi được chọn bởi Exocist, phe tốt thắng.",
    "exorcist-yaggababble": "Nếu Exorcist chọn Yaggababble, Yaggababble sẽ không giết đêm nay.",
    "fanggu-scarletwoman": "Nếu rơi vào trường hợp sẽ có hai Ác quỷ, và một trong hai đang là Scarlet Woman, họ vẫn sẽ tiếp tục là Scarlet Woman.",
    "farmer-leviathan": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống (khác vơi những đêm trước): Farmer được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "farmer-riot": "Mỗi đêm*, Riot chọn một người chơi phe tốt còn sống (khác với những đêm trước): Farmer được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "fearmonger-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Fearmonger, thay vì đó một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "fearmonger-vizier": "Vizier sẽ thức dậy cùng với Fearmonger, biết được họ chọn ai và không thể khiến người đó bị hành quyết ngay lập tức.",
    "goblin-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Goblin, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "godfather-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "goon-pithag": "Nếu Pit-Hag biến một người chơi phe xấu thành Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "grandmother-leviathan": "Nếu Leviathan tham gia ván chơi, và cháu của Grandmother chết bởi hành quyết, phe xấu thắng.",
    "grandmother-riot": "Nếu Riot tham gia ván chơi và cháu của Grandmother chết bởi hành quyết, phe xấu thắng.",
    "hatter-legion": "Nếu Legion được tạo thành, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu Legion đã tham gia ván chơi, Hatter không có năng lực nào.",
    "hatter-leviathan": "Leviathan không thể được tạo thành sau khi qua ngày thứ 5.",
    "hatter-lilmonsta": "Nếu Hatter chết & Ác quỷ chọn Lil' Monsta, họ cũng sẽ chọn một Tay sai để biến thành.",
    "hatter-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "heretic-lleech": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-pithag": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-spy": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-widow": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "huntsman-marionette": "Nếu Marionette nghĩ họ là Huntsman, Damsel đã có thể được thêm vào khi Người kể truyện bố trí nhân vật.",
    "innkeeper-leviathan": "Nếu Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi Innkeeper, phe tốt thắng.",
    "innkeeper-riot": "Nếu Riot biểu quyết và hành quyết một người chơi được bảo vệ bởi Innkeeper, phe tốt thắng.",
    "investigator-vizier": "Người kể truyện sẽ không tuyến bố có Vizier tham gia ván chơi.",
    "kazali-marionette": "Nếu Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "kazali-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "king-leviathan": "Nếu Leviathan có tham gia ván chơi và ít nhất một người chơi đã chết, thì mỗi đêm, King được biết một nhân vật còn sống.",
    "king-riot": "Nếu Riot có tham gia ván chơi, và ít nhất một người chơi đã chết, thì mỗi đêm, King sẽ biết được một nhân vật còn sống.",
    "legion-magician": "Magician sẽ dậy cùng với tất cả Legion và có thể được nhìn thấy là theo phe xấu. Legion sẽ biết là một trong số họ là Magician nhưng không biết họ là ai.",
    "legion-minstrel": "Nếu Legion chết bởi hành quyết hôm nay, Legion vẫn giữ năng lực của họ nhưng Minstrel có thể biết họ là Legion.",
    "legion-politician": "Politician có thể được tính là phe xấu đối với năng lực của Legion.",
    "legion-preacher": "Nếu Preacher chọn Legion, họ vẫn giữ năng lực, nhưng Preacher có thể biết họ là Legion.",
    "legion-summoner": "Nếu Legion được triệu hồi bởi Summoner, tất cả người chơi theo phe xấu sẽ trở thành Legion.",
    "legion-zealot": "Zealot có thể được tính là phe xấu đối với năng lực của Legion.",
    "leviathan-mayor": "Nếu Leviathan và Mayor đều còn sống vào ngày thứ 5 & không có bất kì hành quyết nào, phe tốt thắng.",
    "leviathan-monk": "Nếu Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi Monk, phe tốt thắng.",
    "leviathan-pithag": "Leviathan không thể được thêm vào ván chơi sau ngày thứ 5.",
    "leviathan-ravenkeeper": "Mỗi đêm*, Leviathan chọn một người chơi còn sống ( khác với những đêm trước): Ravenkeeper được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "leviathan-sage": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống ( khác với những đêm trước): Sage nếu được chọn sẽ kich hoạt năng lực nhưng không chết.",
    "leviathan-soldier": "Nếu Leviathan biểu quyết và hành quyết Soldier, phe tốt thắng.",
    "lilmonsta-magician": "Nếu Magician còn sống, Người kể truyện chọn một Tay sai để trông Lil' Monsta.",
    "lilmonsta-marionette": "Nếu Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "lilmonsta-poppygrower": "Nếu Lil' Monsta & Poppy Grower còn sống, Tay sai sẽ thức dậy lần lượt cho đến khi một người chọn để giữ token Lil' Monsta.",
    "lilmonsta-psychopath": "Nếu Psychopath trông Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lilmonsta-scarletwoman": "Nếu Lil' Monsta chết khi có 5 hay nhiều người còn sống, Scarlet Woman sẽ trông Lil' Monsta cho đến hết ván chơi.",
    "lilmonsta-vizier": "Nếu Vizier trông Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lleech-mastermind": "Nếu Mastermind còn sống và người mà Lleech kí sinh chết bởi hành quyết, Lleech sẽ sống nhưng mất đi năng lực của họ.",
    "lleech-slayer": "Nếu Slayer bắn người mà Lleech kí sinh, người đó sẽ chết.",
    "lordoftyphon-summoner": "Nếu Lord of Typhon được triệu hồi, họ phải là hàng xóm của Tay sai bất kì & hàng xóm còn lại của họ sẽ trở thành một Tay sai theo phe xấu.",
    "lunatic-mathematician": "Mathematician có thể biết khi Lunatic tấn công một người chơi khác với người mà Ác quỷ chọn.",
    "marionette-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Marionette, một trong hai hàng xóm tốt của Ác quỷ trở thành Marionette.",
    "plaguedoctor-scarletwoman": "Nếu Người kể truyện nhận được năng lực của Scarlet Woman, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-spy": "Nếu Người kể truyện nhận được năng lực của Spy, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-wraith": "Nếu Người kể truyện nhận được năng lực của Wraith, một Tay sai bất kì nhận được năng lực này và biết được điều này.",
    "preacher-summoner": "Nếu Summoner mất đi năng lực của họ, Người kể truyện sẽ nhận được năng lực này."
  },
  "roles": {
    "dusk": {
      "name": "Hoàng hôn"
    }
  }
}
