{
  "jinxes": {
    "alchemist-boffin": "Nếu Alchemist có năng lực của Boffin, Alchemist sẽ không biết năng lực mà Ác quỷ nhận được.",
    "alchemist-marionette": "Alchemist-Marionette không có năng lực của Marionette, nhưng biết tay sai đó đang có tham gia ván chơi.",
    "alchemist-mastermind": "Alchemist-Mastermind không có năng lực của Mastermind, và biết tay sai đó không có tham gia ván chơi.",
    "alchemist-organgrinder": "Nếu Alchemist có năng lực của Organ Grinder, tay sai đó đang có tham gia ván chơi. Nếu cả hai chọn Tỉnh táo, cả hai sẽ bị say.",
    "alchemist-spy": "Alchemist-Spy không có năng lực của Spy, nhưng biết tay sai đó đang có tham gia ván chơi. Sau mỗi hành quyết, nếu Alchemist-Spy còn sống, họ có thể đoán công khai một người chơi còn sống là Spy. Nếu đoán đúng, Ác quỷ phải chọn Spy vào đêm nay.",
    "alchemist-summoner": "Alchemist-Summoner không biết được 3 nhận vật không có tham gia ván chơi, được chọn vai Ác quỷ nhưng không được chọn người chơi trở thành Ác quỷ. Nếu chết trước khi chức năng kích hoạt, phe xấu thắng. [Không có Ác Quỷ]",
    "alchemist-widow": "Alchemist-Widow không có năng lực của Widow, nhưng biết tay sai đó đang có tham gia ván chơi. Sau mỗi hành quyết, nếu Alchemist-Widow còn sống, có thể đoán công khai một người chơi còn sống khác là Widow. Nếu đoán đúng, Ác quỷ phải chọn Widow vào đêm nay.",
    "alchemist-wraith": "Alchemist-Wraith không có năng lực của Wraith, nhưng biết tay sai đó có tham gia ván chơi. Sau hành quyết, nếu Alchemist-Wraith còn sống, có thể đoán công khai một người chơi còn sống khác là Wraith. Nếu đoán đúng, Ác quỷ phải chọn Wraith vào đêm nay.",
    "alhadikhia-mastermind": "Nếu Al-Hadikhia chết bởi hành quyết, và Mastermind còn sống, Al-Hadikhia chọn 3 người chơi phe tốt đêm nay: nếu cả 3 chọn sống, phe xấu thắng. Nếu không, phe tốt thắng.",
    "alhadikhia-princess": "Nếu Princess biểu quyết và hành quyết một người chơi bất kì vào ngày đầu tiên của họ, không ai sẽ chết bởi Al-Hadikhia đêm nay.",
    "alhadikhia-scarletwoman": "Nếu rơi vào trường hợp có hai Ác quỷ, và một trong hai đã từng là Scarlet Woman, nhân vật đó sẽ quay trở lại làm Scarlet Woman.",
    "alsaahir-vizier": "Người kể truyện không tuyên bố Vizier có tham gia ván chơi.",
    "atheist-riot": "Trong lúc nổi dậy (do Riot), nếu Người kể truyện bị biểu quyết, tất cả người chơi sẽ bỏ phiếu. Nếu Người kể truyện trờ thành người \"sắp chết\", trò chơi kết thúc. Nếu không, Người kể truyện sẽ tiếp tục biểu quyết.",
    "balloonist-marionette": "Nếu Marionette nghĩ họ là Balloonist, một Ngoại lai có thể đã được thêm vào trong lúc Người kể truyện bố trí nhân vật.",
    "banshee-leviathan": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống (khác với những đêm trước): Banshee được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-riot": "Mỗi đêm*, Riot sẽ chọn một người chơi phe tốt còn sống (khác với những đêm trước): Banshee được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-vortox": "Nếu Vortox giết Banshee, tất cả người chơi sẽ biết được Banshee đã chết.",
    "baron-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "baron-plaguedoctor": "Nếu Người kể truyện nhận được chức năng của Baron, tối đa hai người chơi bất kì sẽ trở thành Ngoại lai.",
    "boffin-cultleader": "Nếu Ác quỷ nhận được chức năng của Cult Leader, họ không chuyển qua phe tốt bởi năng lực này.",
    "boffin-drunk": "Nếu Ác quỷ nhận được năng lực của Drunk, Boffin chọn một Dân làng phe tốt để nhận được năng lực này.",
    "boffin-goon": "Nếu Ác quỷ nhận được năng lực của Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "boffin-heretic": "Ác quỷ không thể nhận được năng lực của Heretic.",
    "boffin-ogre": "Ác quỷ không thể nhận được năng lực của Ogre.",
    "boffin-politician": "Ác quỷ không thể nhận được năng lực của Politician.",
    "boffin-villageidiot": "Nếu còn dư token, Boffin có thể truyền cho Ác quỷ năng lực của Village Idiot.",
    "boomdandy-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Boomdandy, một người chơi bất kì sẽ trở thành Boomdandy.",
    "bountyhunter-kazali": "Nếu Kazali biến Bounty Hunter thành một Tay sai, không có Dân làng phe xấu nào được tạo ra.",
    "bountyhunter-philosopher": "Nếu Philosopher chọn năng lực của Bounty Hunter, một Dân làng bất kì có thể chuyển qua phe xấu.",
    "butler-cannibal": "Nếu Cannibal nhận được nặng lực của Butler, họ sẽ được biết điều này.",
    "butler-organgrinder": "Nếu Organ Grinder yêu cầu mọi người nhắm mắt khi bỏ phiếu, Butler có thể giơ tay bỏ phiếu nhưng phiếu của họ chỉ tính khi chủ nhân của họ cũng bỏ phiếu.",
    "cannibal-juggler": "Nếu Juggler đoán vào ngày đầu tiên và chết bởi hành quyết, Cannibal nếu còn sống sẽ nhận được số dự đoán mà Juggler đoán đúng.",
    "cannibal-princess": "Nếu Cannibal biểu quyết, hành quyết và thành công giết Princess hôm nay, Ác quỷ sẽ không giết đêm nay.",
    "cannibal-zealot": "Nếu Cannibal nhận được năng lực của Zealot, họ sẽ được biết điều này.",
    "cerenovus-goblin": "Cerenovus có thể khiến một người chơi bất kỳ điên họ là Goblin.",
    "chambermaid-mathematician": "Chambermaid có thể biết Mathematician sẽ thức dậy đêm nay không.",
    "clockmaker-summoner": "Summoner được tính là Ác quỷ theo như năng lực của Clockmaker.",
    "courtier-summoner": "Nếu Summoner mất đi năng lực, Người kể truyện sẽ nhận được năng lực này.",
    "courtier-vizier": "Nếu Vizier mất đi năng lực của họ, họ sẽ biết điều này, và không thể chết vào ban ngày.",
    "cultleader-pithag": "Nếu Pit-Hag biến một người chơi phe xấu thành Cult Leader, họ không thể chuyển qua phe tốt bởi năng lực của họ.",
    "damsel-pithag": "Nếu Pit-Hag tạo ra một Damsel, Người kể truyện sẽ chọn ai sẽ trở thành nhân vật này.",
    "damsel-spy": "Nếu Spy đang (hay đã) tham gia ván chơi, Damsel sẽ bị trúng độc.",
    "damsel-widow": "Nếu Widow đang (hay đã) tham gia ván chơi, Damsel sẽ bị trúng độc.",
    "drunk-mathematician": "Mathematician có thể biết được năng lực của Drunk cho thông tin sai hoặc không hoạt động được.",
    "engineer-legion": "Nếu Legion được tạo ra, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu có Legion trong ván chơi, Engineer biết được điều này nhưng không có năng lực.",
    "engineer-summoner": "Nếu Summoner còn sống nhưng bị loại bỏ khỏi trò chơi, Người kể truyện sẽ nhận được năng lực của Summoner.",
    "eviltwin-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Evil Twin, một người chơi bất kì sẽ trở thành Evil Twin.",
    "exorcist-leviathan": "Nếu Leviathan biểu quyết và hành quyết một người chơi được chọn bởi Exorcist, phe tốt thắng.",
    "exorcist-riot": "Nếu Riot biểu quyết và hành quyết một người chơi được chọn bởi Exocist, phe tốt thắng.",
    "exorcist-yaggababble": "Nếu Exorcist chọn Yaggababble, Yaggababble sẽ không giết đêm nay.",
    "fanggu-scarletwoman": "Nếu rơi vào trường hợp sẽ có hai Ác quỷ, và một trong hai đang là Scarlet Woman, họ vẫn sẽ tiếp tục là Scarlet Woman.",
    "farmer-leviathan": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống (khác vơi những đêm trước): Farmer được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "farmer-riot": "Mỗi đêm*, Riot chọn một người chơi phe tốt còn sống (khác với những đêm trước): Farmer được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "fearmonger-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Fearmonger, thay vì đó một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "fearmonger-vizier": "Vizier sẽ thức dậy cùng với Fearmonger, biết được họ chọn ai và không thể khiến người đó bị hành quyết ngay lập tức.",
    "goblin-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Goblin, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "godfather-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "goon-pithag": "Nếu Pit-Hag biến một người chơi phe xấu thành Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "grandmother-leviathan": "Nếu Leviathan tham gia ván chơi, và cháu của Grandmother chết bởi hành quyết, phe xấu thắng.",
    "grandmother-riot": "Nếu Riot tham gia ván chơi và cháu của Grandmother chết bởi hành quyết, phe xấu thắng.",
    "hatter-legion": "Nếu Legion được tạo thành, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu Legion đã tham gia ván chơi, Hatter không có năng lực nào.",
    "hatter-leviathan": "Leviathan không thể được tạo thành sau khi qua ngày thứ 5.",
    "hatter-lilmonsta": "Nếu Hatter chết & Ác quỷ chọn Lil' Monsta, họ cũng sẽ chọn một Tay sai để biến thành.",
    "hatter-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "heretic-lleech": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-pithag": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-spy": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-widow": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "huntsman-marionette": "Nếu Marionette nghĩ họ là Huntsman, Damsel đã có thể được thêm vào khi Người kể truyện bố trí nhân vật.",
    "innkeeper-leviathan": "Nếu Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi Innkeeper, phe tốt thắng.",
    "innkeeper-riot": "Nếu Riot biểu quyết và hành quyết một người chơi được bảo vệ bởi Innkeeper, phe tốt thắng.",
    "investigator-vizier": "Người kể truyện sẽ không tuyến bố có Vizier tham gia ván chơi.",
    "kazali-marionette": "Nếu Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "kazali-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "king-leviathan": "Nếu Leviathan có tham gia ván chơi và ít nhất một người chơi đã chết, thì mỗi đêm, King được biết một nhân vật còn sống.",
    "king-riot": "Nếu Riot có tham gia ván chơi, và ít nhất một người chơi đã chết, thì mỗi đêm, King sẽ biết được một nhân vật còn sống.",
    "legion-magician": "Magician sẽ dậy cùng với tất cả Legion và có thể được nhìn thấy là theo phe xấu. Legion sẽ biết là một trong số họ là Magician nhưng không biết họ là ai.",
    "legion-minstrel": "Nếu Legion chết bởi hành quyết hôm nay, Legion vẫn giữ năng lực của họ nhưng Minstrel có thể biết họ là Legion.",
    "legion-politician": "Politician có thể được tính là phe xấu đối với năng lực của Legion.",
    "legion-preacher": "Nếu Preacher chọn Legion, họ vẫn giữ năng lực, nhưng Preacher có thể biết họ là Legion.",
    "legion-summoner": "Nếu Legion được triệu hồi bởi Summoner, tất cả người chơi theo phe xấu sẽ trở thành Legion.",
    "legion-zealot": "Zealot có thể được tính là phe xấu đối với năng lực của Legion.",
    "leviathan-mayor": "Nếu Leviathan và Mayor đều còn sống vào ngày thứ 5 & không có bất kì hành quyết nào, phe tốt thắng.",
    "leviathan-monk": "Nếu Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi Monk, phe tốt thắng.",
    "leviathan-pithag": "Leviathan không thể được thêm vào ván chơi sau ngày thứ 5.",
    "leviathan-ravenkeeper": "Mỗi đêm*, Leviathan chọn một người chơi còn sống ( khác với những đêm trước): Ravenkeeper được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "leviathan-sage": "Mỗi đêm*, Leviathan chọn một người chơi phe tốt còn sống ( khác với những đêm trước): Sage nếu được chọn sẽ kich hoạt năng lực nhưng không chết.",
    "leviathan-soldier": "Nếu Leviathan biểu quyết và hành quyết Soldier, phe tốt thắng.",
    "lilmonsta-magician": "Nếu Magician còn sống, Người kể truyện chọn một Tay sai để trông Lil' Monsta.",
    "lilmonsta-marionette": "Nếu Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "lilmonsta-poppygrower": "Nếu Lil' Monsta & Poppy Grower còn sống, Tay sai sẽ thức dậy lần lượt cho đến khi một người chọn để giữ token Lil' Monsta.",
    "lilmonsta-psychopath": "Nếu Psychopath trông Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lilmonsta-scarletwoman": "Nếu Lil' Monsta chết khi có 5 hay nhiều người còn sống, Scarlet Woman sẽ trông Lil' Monsta cho đến hết ván chơi.",
    "lilmonsta-vizier": "Nếu Vizier trông Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lleech-mastermind": "Nếu Mastermind còn sống và người mà Lleech kí sinh chết bởi hành quyết, Lleech sẽ sống nhưng mất đi năng lực của họ.",
    "lleech-slayer": "Nếu Slayer bắn người mà Lleech kí sinh, người đó sẽ chết.",
    "lordoftyphon-summoner": "Nếu Lord of Typhon được triệu hồi, họ phải là hàng xóm của Tay sai bất kì & hàng xóm còn lại của họ sẽ trở thành một Tay sai theo phe xấu.",
    "lunatic-mathematician": "Mathematician có thể biết khi Lunatic tấn công một người chơi khác với người mà Ác quỷ chọn.",
    "magician-marionette": "Nếu Magician còn sống, Ác quỷ không biết hàng xóm nào là Marionette.",
    "magician-spy": "Khi Spy nhìn vào Cẩm thư, token của Ác quỷ và Magician sẽ được bỏ ra.",
    "magician-vizier": "Nếu Vizier có tham gia ván chơi, Magician không có năng lực nhưng miễn nhiễm với năng lực của Vizier.",
    "magician-widow": "Khi Widow nhìn vào Cẩm thư, token của Ác quỷ và Magician sẽ được bỏ ra.",
    "magician-wraith": "Sau mỗi hành quyết, Magician còn sống có thể công khai đoán một người chơi còn sống bất kì là Wraith. Nếu đoán đúng, Ác quỷ phải chọn Wraith đêm nay.",
    "marionette-mathematician": "Mathematician có thể biết khi tay sai Marionette nhận thông tin sai hoặc không hoạt động được.",
    "marionette-plaguedoctor": "Nếu Người kể truyện nhận được năng lực của Marionette, một trong hai hàng xóm tốt của Ác quỷ trở thành Marionette.",
    "marionette-summoner": "Nếu Marionette tham gia ván chơi, họ tham gia sau Ác quỷ & phải là hàng xóm của Ác quỷ.",
    "mastermind-vigormortis": "Mastermind vẫn sẽ tiếp tục giữ năng lực của họ ngay cả khi Vigormortis chết.",
    "mayor-riot": "Mayor có thể chọn dừng sự nổi dậy ( bởi Riot). Nếu họ chọn làm thế khi chỉ có một Riot còn sống, phe tốt thắng. Nếu không, phe xấu thắng.",
    "monk-riot": "Nếu Riot biểu quyết và hành quyết người chơi được bảo vệ bởi Monk, phe tốt thắng.",
    "ogre-pithag": "Nếu Pit-Hag chọn biến một người chơi phe xấu thành Ogre, họ không thể chuyển sang phe tốt bởi năng lực của họ.",
    "ogre-recluse": "Nếu Recluse được tính là theo phe xấu đối với Ogre, họ sẽ biết là họ theo phe xấu.",
    "ogre-spy": "Spy được tính là theo phe xấu đối với Ogre.",
    "pithag-politician": "Nếu Pit-Hag chọn biến một người chơi phe xấu thành Politician, họ không thể chuyển sang phe tốt bởi năng lực của họ.",
    "pithag-summoner": "Nếu Summoner chọn tạo ra một Ác quỷ còn sống thứ hai, ai chết đêm nay sẽ do Người kể truyện quyết định.",
    "pithag-villageidiot": "Nếu còn dư token, Pit-Hag có thể tạo ra thêm một Village Idiot. Nếu làm vậy, Village Idiot nào bị say rượu có thể thay đổi.",
    "plaguedoctor-scarletwoman": "Nếu Người kể truyện nhận được năng lực của Scarlet Woman, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-spy": "Nếu Người kể truyện nhận được năng lực của Spy, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-wraith": "Nếu Người kể truyện nhận được năng lực của Wraith, một Tay sai bất kì nhận được năng lực này và biết được điều này.",
    "politician-vizier": "Politician có thể được tính là theo phe xấu đối với Vizier.",
    "poppygrower-spy": "Nếu Poppy Grower vẫn có năng lực của họ, Spy không được nhìn Cẩm thư.",
    "poppygrower-summoner": "Nếu Poppy Grower còn sống vào đêm thứ 3, Summoner được chọn Ác quỷ nào nhưng không được chọn người nào trở thành Ác quỷ.",
    "poppygrower-widow": "Nếu Poppy Grower vẫn có năng lực của họ, Widow sẽ không được nhìn Cẩm thư.",
    "preacher-summoner": "Nếu Summoner mất đi năng lực của họ, Người kể truyện sẽ nhận được năng lực này.",
    "preacher-vizier": "Nếu Vizier mất đi năng lực của họ, họ biết được điều này, và không thể chết vào ban ngày.",
    "pukka-summoner": "Summoner có thể triệu hồi Pukka vào đêm thứ 2 thay vì đêm thứ 3.",
    "ravenkeeper-riot": "Mỗi đêm*, Riot chọn một người tốt còn sống (khác vơi những đêm trước): Ravenkeeper nếu được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "recluse-sage": "Recluse có thể được tính là Ác quỷ đối với Sage.",
    "riot-sage": "Mỗi đêm*, Riot chọn một người phe tốt còn sống (khác với những đêm trước): Sage nếu được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "riot-soldier": "Nếu Riot biểu quyết và hành quyết Soldier, phe tốt thắng.",
    "summoner-zombuul": "Nếu Summoner triệu hồi một người đã chết thành Zombuul, họ sẽ được xem như đã \"chết một lần\".",
    "vizier-zealot": "Zealot có thể được tính là phe xấu đối với Vizier."
  },
  "roles": {
    "dusk": {
      "name": "Hoàng hôn"
    },
    "hellslibrarian": {
      "flavor": "Shhhhhh. Xin hãy im lặng. Tốt nhất là không nên làm phiền Quản thư. Tôi nghe nói nó rất nóng tính.",
      "name": "Hell's Librarian"
    },
    "heretic": {
      "ability": "Phe nào đáng lẽ thắng sẽ thua và phe nào đáng lẽ thua sẽ thắng, ngay cả khi bạn đã chết.",
      "flavor": "Sau khi cơn mua đá phá nát mái vòm và làm vỡ vụn những cái kính cửa sổ của Nhà thờ, nó hòa tan vào lòng đất, như một còn cừu hấp hối giữa lòng sa mạc. Quả là ngụ ngôn của một người điên.",
      "name": "Heretic"
    },
    "hermit": {
      "ability": "Bạn có năng lực của tất cả Ngoại lai. [-0 hoặc -1 Ngoại lai]",
      "flavor": "Ở một nơi dường như thất lạc và dần bị lãng quên, ánh sáng chập chờn của tâm hồn vẫn đang vẫy gọi.",
      "name": "Hermit"
    },
    "highpriestess": {
      "ability": "Mỗi đêm, biết được người chơi nào Người kể truyện nghĩ là bạn nên nói chuyện với nhất.",
      "first": "Chỉ tay vào một người chơi.",
      "flavor": "Có một sự sống nhen nhỏi ẩn nấp sau bức màn đa nhân cách được dựng lên như từng lớp mặt nạ khác nhau. Nhưng cuộc sống đôi khi có những khoảnh khác khi bức màn được hạ xuống để đáp lại một cách sâu sắc cho những điều sâu sắc."
    },
    "huntsman": {
      "ability": "Một lần trong trò chơi, vào ban đêm, chọn một người chơi còn sống: Damsel, nếu được chọn, trở thành một Dân làng không có trong ván chơi. [+Damsel]",
      "first": "Huntsman có thể chọn một người chơi. :reminder: Nếu người chơi đó là Damsel: Cho Huntsman đi ngủ. Đánh thức Damsel and cho họ thấy token thông tin *BẠN LÀ* and token nhân vật mới của họ.",
      "other": "Huntsman có thể chọn một người chơi. :reminder: Nếu người chơi đó là Damsel: Cho Huntsman đi ngủ. Đánh thức Damsel and cho họ thấy token thông tin *BẠN LÀ* and token nhân vật mới của họ."
    },
    "imp": {
      "ability": "Mỗi đêm*, chọn một người chơi bất kì: họ sẽ chết. Nếu bạn giết bản thân bằng cách này, một Tay sai bất kì sẽ trở thành Imp.",
      "flavor": "Chúng ta phải giữ đầu óc sắc bén và thanh kiếm sắc bén hơn. Tà ác ở giữa chúng ta, và sẽ không ngừng cho đến khi những người dân làng lương thiện như chúng ta bị tiêu diệt hoàn toàn, và ngôi làng bình yên này chỉ còn đống đổ nát. Đừng tin ai cả. Nhưng, nếu bạn cần đặt niềm tin vào ai, đừng ngại mà hãy tin tưởng tôi.",
      "other": "Imp chọn một người chơi bất kì. :reminder: Nếu Imp chọn bản thân: Thay token của một Tay sai còn sống với một token Imp còn lại. Cho Imp đi ngủ. Đánh thức Imp mới. Cho họ thấy token *BẠN LÀ*, và token Imp."
    },
    "innkeeper": {
      "ability": "Mỗi đêm*, chọn 2 người chơi: họ không thể chết đêm nay, nhưng 1 người sẽ bị say rượu cho đến hoàng hôn.",
      "flavor": "Vào trong đi những người lữ hành trẻ và cho tấm thân mệt mỏi đó được nghỉ ngơi. Hãy cụng ly và liên hoan, vì quân đoàn của Kẻ Hắc Ám sẽ không quấy rối các bạn đêm nay.",
      "other": "Innkeeper chọn 2 người chơi bất kì. :reminder: :reminder: :reminder:"
    },
    "investigator": {
      "ability": "Bạn bắt đầu biết 1 trong 2 người chơi đang là một Tay sai cụ thể.",
      "first": "Cho thấy token nhân vật Tay sai. Chỉ tay vào người chơi hiện là nhân vật *TAY SAI* và người chơi *SAI*.",
      "flavor": "Quả là một đêm tuyệt vời để đi dạo, phải không, Ngài Morozov? Hay tôi nên gọi là ... BÁ TƯỚC Morozov?"
    },
    "judge": {
      "ability": "Một lần trong trò chơi, nếu một người chơi khác bị biểu quyết, bạn có thể chọn để cho phép hành quyết hiện tại thông qua hay thất bại.",
      "flavor": "Tôi phán quyết bị cáo có tội giết người, lừa đảo, đốt nhà, trộm cắp, mạo danh viên chức thi hành luật pháp, hành nghề y không có giấy phép, phỉ báng, giết người và xả rác."
    },
    "juggler": {
      "ability": "Vào ngày đầu tiên của bạn, công khai đoán nhận vật của tối đa 5 người chơi. Vào đêm đó, bạn biết có bao nhiêu dự đoán của bạn là chính xác.",
      "flavor": "Màn trình diễn tiếp theo, như lời yêu cầu của quý khán giả, tôi sẽ cần một bông hoa, một bao đậu, một con rắn đồ chơi, một cây cọ vẽ, và một cái máy tỉa cành vận hành bằng xăng có động cơ. Nhưng tôi phải cảnh báo trước, đây có thể là màn trình diễn cuối cùng của tôi. Lạy trời.",
      "other": "Giơ một số."
    },
    "kazali": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. [Bạn chọn người chơi và nhân vật Tay sai họ trở thành. -? đến +? Ngoại lai]",
      "first": "Đánh thức Kazali, cho họ chọn Tay sai.",
      "flavor": "Gon(z)a7les6. Hãy c4n th4n. Sự cơ kh1 h0á đã bị đẢ0 ngu06. Lỗ1 trongh3th0ng. Tính {7}oán lại.",
      "other": "Ác quỷ Kazali chọn một người chơi bất kì. :reminder: "
    },
    "king": {
      "ability": "Mỗi đêm, nếu số người chết bằng hoặc nhiều hơn số người còn sống, bạn sẽ biết được một nhân vật còn sống. Ác quỷ biết bạn là King.",
      "first": "Đánh thức Ác quỷ. Cho thấy token *NGƯỜI CHƠI NÀY LÀ* và token nhân vật King, và chỉ tay vào người chơi đó.",
      "other": "Nếu số người chết bằng hoặc nhiều hơn số người còn sống, cho thấy token nhân vật của một người chơi còn sống bất kì."
    },
    "klutz": {
      "ability": "Khi bạn biết được bạn đã chết, công khai chọn một người sống: nếu họ là người xấu, đội của bạn thua.",
      "flavor": "Ôi không."
    },
    "knight": {
      "ability": "Bạn bắt đầu biết 2 người chơi không phải là Ác quỷ.",
      "first": "Chỉ tay vào hai người chơi không phải là Ác quỷ mà được đánh dấu *BIẾT*.",
      "flavor": "Khi một người đàn ông bắt đầu nói dối, anh ta đã giết chết một phần nào đó của thế giới."
    },
    "legion": {
      "ability": "Mỗi đêm*, một người có thể chết. Hành quyết thất bại khi tất cả người xấu bỏ phiếu. Bạn cũng được tính là Tay sai. [Hầu hết nguời chơi sẽ là Legion]",
      "flavor": "Chúng tôi là cơn gió độc vào ngày đông lạnh lẽo. Chúng tôi là hình bóng giữa đêm không trăng. Chúng tôi là chất độc trong tách trà của bạn, và là lời thì thầm bên tai. Chúng tôi ở khắp mọi nơi.",
      "other": "Một người bất kỳ có thể chết. :reminder:"
    },
    "leviathan": {
      "ability": "Nếu nhiều hơn 1 người tốt bị hành quyết, phe xấu thắng. Tất cả người chơi biết có bạn trong ván chơi. Sau ngày thứ 5, phe xấu thắng.",
      "first": "Tuyên bố \"Có Leviathan trong ván chơi.\" Đánh dấu nhân vật Leviathan với token ghi nhớ *NGÀY 1*. :reminder:",
      "other": "Tùy Người kể truyện, tuyên bố \"Có Leviathan trong ván chơi.\" Thay token ghi nhớ. :reminder:"
    },
    "librarian": {
      "ability": "Bạn bắt đầu biết 1 trong 2 người là một Ngoại lai cụ thể. (Hoặc là không có Ngoại lai nào.)",
      "first": "Cho thấy token nhân vật Ngoại lai. Chỉ tay vào người có dấu *NGOẠI LAI* và người chơi *SAI*.",
      "flavor": "Tất nhiên rồi quý bà, trong những trường hợp bình thường, quý bà có thể mượn Codex Malificarium từ kho lưu trữ của thư viện. Tuy nhiên, có vẻ như bà không phải là thành viên của chúng tôi."
    },
    "lilmonsta": {
      "ability": "Mỗi đêm, Tay sai chọn người trông Lil' Monsta & \"chính là Ác quỷ\". Mỗi đêm*, một người có thể chết. [+1 Tay sai]",
      "first": "Đánh thức tất cả Tay sai, cho họ chọn người trông trẻ. :reminder:",
      "flavor": "Bước 1: Tỏ vẻ dễ xương. Bước 2: Thống trị thế giới. Bước 3: Ăn séng.",
      "other": "Đánh thức tất cả Tay sai, cho họ chọn người trông trẻ. :reminder: Một người chơi bất kì có thể chết. :reminder:"
    },
    "lleech": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. Bạn bắt đầu bằng việc chọn một người: họ bị trúng độc. Bạn chết khi & chỉ khi người đó chết.",
      "first": "Lleech chọn một người. :reminder:",
      "flavor": "Rất ngon, ngon, ngon, ngon, ngon, ngon, ngon, ngon, ôi cái nã- ý tôi là bánh. Chiếc bánh ngon lành. Phải, đó là điều tôi muốn nói.",
      "other": "Lleech chọn một người. :reminder:"
    },
    "lordoftyphon": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. [Nhân vật phe xấu ngồi cạnh nhau thành. Bạn ngồi ở giữa. +1 Tay sai. -? đến +? Ngoại lai]",
      "first": "Thay thế những người hàng xóm của Lord of Typhon bằng nhân vật Tay sai, đánh thức họ, cho họ biết phe và nhân vật mới của họ, rồi đưa thông tin Tay sai.",
      "flavor": "Ở những góc tối và bị lãng quên của vũ trụ, nơi các vì sao thì thầm những bí mật vào hư không, ẩn chứa một sự thật sâu sắc đến nỗi chỉ cần thoáng nhìn cũng có thể làm sáng tỏ sự sáng suốt của tâm trí phàm trần.",
      "other": "Lord of Typhon chọn một người. :reminder:"
    },
    "lunatic": {
      "ability": "Bạn nghĩ bạn là Ác quỷ, nhưng bạn không phải. Ác quỷ biết bạn là ai & người bạn chọn vào ban đêm."
    },
    "marionette": {
      "ability": "Bạn nghĩ bạn là nhân vật phe tốt, nhưng bạn không phải. Ác quỷ biết bạn là ai. [Bạn ngồi kế bên Ác quỷ]",
      "first": "Đánh thức Ác quỷ. Chỉ tay vào người chơi đánh dấu *LÀ MARIONETTE* and cho thấy token *NGƯỜI CHƠI NÀY LÀ* and token nhân vật Marionette.",
      "flavor": "Lời nói. Đó là những gì chúng ta có để tiếp tục.",
      "name": "Marionette"
    },
    "mastermind": {
      "ability": "Nếu Ác quỷ chết bởi hành quyết (kết thúc trò chơi), chơi thêm 1 ngày. Nếu một người chơi bị hành quyết lúc đó, phe của họ thua.",
      "flavor": "Xúc tu của con quái vật đó được đóng cọc lên cánh cửa của nhà thờ. Các bà mẹ và những đứa trẻ đang nhảy hát, vui mừng trên đường phố. Hoàn hảo. Mọi thứ diễn ra đúng như ta dự đoán.",
      "name": "Mastermind"
    },
    "mathematician": {
      "ability": "Mỗi đêm, bạn biết bao nhiêu năng lực của người chơi hoạt động bất thường (kể từ bình minh) do năng lực của nhân vật khác.",
      "first": "Đưa dấu hiệu bằng ngón tay.",
      "flavor": "Bất kỳ hệ thống chính thức nhất quán x nào, trong đó có thể thực hiện một lượng phép tính số học cơ bản nhất định, đều không nhất quán; nghĩa là, có những phát biểu trong ngôn ngữ của x không thể được chứng minh hoặc bác bỏ trong x. Do đó, bạn say rồi, Ergo ạ.",
      "name": "Mathematician",
      "other": "Đưa dấu hiệu bằng ngón tay."
    },
    "matron": {
      "ability": "Mỗi ngày, bạn có thể chọn đến tối đa 3 cặp 2 người chơi để hoán đổi chỗ ngồi. Người chơi không thể rời khỏi chỗ ngồi để nói riêng.",
      "flavor": "Cô Featherbottom, im lặng nào. Ngài Rutherford, tách trà chỉ cần bốn ngón tay là đủ rồi, làm ơn. Tôi biết ông có chín người con, nhưng dù già hay trẻ, không phải là lời bào chữa cho cách cư xử kém như thế."
    },
    "mayor": {
      "ability": "Nếu chỉ còn 3 người chơi còn sống & không có hành quyết nào diễn ra, phe của bạn thắng. Nếu bạn chết vào ban đêm, một người chơi khác có thể chết thay.",
      "flavor": "Chúng ta phải đặt mối bất đồng qua một bên, và dừng việc giết chóc lẫn nhau vô nghĩa này. Sau cùng, tất cả mọi người cũng đều là những người đóng thuế. Hừm, hầu hết mọi người.",
      "name": "Mayor"
    },
    "mezepheles": {
      "ability": "Bạn bắt đầu biết một từ bí mật. Người tốt đầu tiên nói từ này sẽ chuyển qua phe xấu đêm đó.",
      "first": "Cho xem từ bí mật.",
      "flavor": "Những gì xuất phát từ trái tim sẽ khiến trái tim người khác hướng về bạn.",
      "other": "Nếu một người chơi được đánh dấu bằng gợi nhớ *THÀNH NGƯỜI XẤU*, đánh thức họ. Cho họ thấy token thông tin *BẠN LÀ* and ngón tay cái hướng xuống. Mezepheles mất đi năng lực. :reminder:"
    },
    "minioninfo": {
      "first": "Nếu có nhiều hơn 7 người chơi, đánh thức tất cả Tay sai:\n\tCho thấy token *ĐÂY LÀ ÁC QUỶ*. Chỉ tay vào Ác quỷ.\n\tCho thấy token *ĐÂY LÀ TAY SAI CỦA BẠN*. Chỉ tay vào các Tay sai khác.",
      "name": "Thông tin Tay sai"
    },
    "minstrel": {
      "ability": "Khi một Tay sai chết bởi hành quyết, tất cả người chơi (trừ Du khách) sẽ bị say rượu cho bên hoàng hôn hôm sau.",
      "flavor": "Và em sẽ nghe thấy, dù anh bước đi nhẹ nhàng trên cao... Và mọi giấc mơ của em sẽ ấm áp và ngọt ngào hơn... Nếu anh không quên nói với em rằng anh yêu em... Em sẽ ngủ yên bình cho đến khi anh đến với em."
    },
    "monk": {
      "ability": "Mỗi đêm*, chọn một người chơi (trừ bản thân): họ sẽ an toàn khỏi tác động của Ác quỷ đêm nay.",
      "other": "Monk chọn một người chơi. :reminder:"
    },
    "moonchild": {
      "ability": "Khi bạn biết bạn đã chết, công khai chọn một người chơi còn sống. Đêm nay, nếu theo phe tốt, họ sẽ chết.",
      "flavor": "Chòm sao Bọ Cạp nhìn nghiêng đôi tình nhân, và bạn phải đưa ra lựa chọn. Với sợi bạc vắt ngang lòng bàn tay, số phận bạn sẽ được hé lộ. Với sợi thép vắt ngang cổ họng, và dưới những vì sao, bạn sẽ phải hối hận.",
      "name": "Moonchild",
      "other": "Nếu năng lực Moonchild giết một người chơi phe tốt, họ sẽ chết. :reminder:"
    },
    "mutant": {
      "ability": "Nếu bạn \"điên\" rằng bạn là Ngoại lai, bạn có thể bị hành quyết.",
      "flavor": "Tôi không phải là quái vật! Tôi là một con người! Xin hãy rộng lượng!",
      "name": "Mutant"
    },
    "nightwatchman": {
      "ability": "Một lần trong ván chơi, vào ban đêm, chọn một người: họ biết bạn là Nightwatchman.",
      "first": "Nightwatchman có thể chọn một người chơi :reminder: Cho Nightwatchman đi ngủ. Đánh thức người được chọn và cho họ thấy token *NGƯỜI CHƠI NÀY LÀ* và token Nightwatchman và chỉ tay vào người đó.",
      "flavor": "Đêm lạnh lẽo và cô đơn, nhưng tôi có trăng, có sao, có gió mát và tiếng giày da nện nhẹ trên đá cuội làm bạn. Đằng kia, ánh nến lung linh sau khung cửa sổ mờ ảo...",
      "other": "Nightwatchman có thể chọn một người chơi :reminder: Cho Nightwatchman đi ngủ. Đánh thức người được chọn và cho họ thấy token *NGƯỜI CHƠI NÀY LÀ* và token Nightwatchman và chỉ tay vào người đó."
    },
    "noble": {
      "ability": "Bạn bắt đầu biết 3 người chơi, 1 và chỉ 1 trong số đó theo phe xấu.",
      "first": "Chỉ tay vào ba người chơi được đánh dấu *BIẾT*.",
      "flavor": "Mỉa mai quả thực là hình thức dí dỏm thấp kém nhất. Nhưng để đáp lại lời chỉ trích của ngài, thưa ngài, dù sao thì nó cũng là một hình thức dí dỏm."
    },
    "nodashii": {
      "ability": "Mỗi đêm*, chọn một người: họ chết. 2 hàng xóm là Dân làng của bạn bị trúng độc.",
      "flavor": "Nhân danh tội lỗi của Arnoch, ta cảm nhận được mùi hôi thối nồng nặc của ngươi. Nhân danh mặt trời bị nguyền rủa và đoàn quân những vị thần nhỏ bé nhăn nhở, ta tàn phá ngươi. Nhân danh màn đêm thiêng liêng và vực sâu bí ẩn của biển cả kinh hoàng và tội lỗi, ta kết liễu cuộc đời bẩn thỉu của ngươi trên cõi đời này."
    },
    "ogre": {
      "ability": "Vào đêm đầu tiên của bạn, chọn một người (trừ bản thân): bạn sẽ theo phe của họ (bạn không biết phe nào) kể cả khi bị say rượu hay trúng độc.",
      "first": "Ogre chỉ tay vào một người. :reminder:",
      "flavor": "\\<càu nhàu\\>\\<mỉm cười\\>\\</càu nhàu\\>"
    },
    "ojo": {
      "ability": "Mỗi đêm*, chọn một nhân vật: họ chết. Nếu họ không có trong ván chơi, Người kể truyện chọn người chết.",
      "flavor": "Giống như đống lửa trong đêm không trăng… Ta thấy ngươi, lũ phàm nhân."
    },
    "oracle": {
      "ability": "Mỗi đêm*, bạn biết có bao nhiêu người chết theo phe xấu.",
      "flavor": "Chỉ những người được chọn mới có thể nhìn thấy bên kia bức màn. Người chết bồn chồn, im lặng chỉ tay về phía bắc băng giá.",
      "other": "Đưa dấu hiệu bằng ngón tay."
    },
    "organgrinder": {
      "ability": "Tất cả người chơi phải nhắm mắt khi bỏ phiếu và tổng số phiếu được giữ bí mật. Mỗi đêm, chọn bạn có bị say rượu cho đến hoàng hôn không.",
      "first": "Organ Grinder có thể gật đầu chọn bị say rượu, hay lắc đầu chọn được tỉnh táo. :reminder:",
      "other": "Organ Grinder có thể gật đầu chọn bị say rượu, hay lắc đầu chọn được tỉnh táo. :reminder:"
    },
    "pacifist": {
      "ability": "Người tốt bị hành quyết có thể sẽ không chết.",
      "flavor": "Những người có ham muốn mạnh mẽ để trừng phát người khác sẽ không tinh tưởng ai cả."
    },
    "philosopher": {
      "ability": "Một lần trong trò chơi, vào ban đêm, chọn một nhân vật phe tốt: nhận năng lực đó. Nếu có nhân vật này trong ván chơi, họ sẽ bị say rượu.",
      "first": "Philosopher có thể chọn một nhân vật. Nếu cần, thay token nhân vật của họ. :reminder:",
      "flavor": "Tôi không biết gì là thật chứ bia rượu, tất cả đều là thât. Hãy uống đi mọi người vì ngày mai có thể sẽ không còn nữa.",
      "name": "Philosopher",
      "other": "Philosopher có thể chọn một nhân vật. Nếu cần, thay token nhân vật của họ. :reminder:"
    },
    "pithag": {
      "ability": "Mỗi đêm*, chọn một người & một nhân vật họ biến thành (nếu không có trong ván chơi). Nếu Ác quỷ được tạo ra, cái chết đêm nay là ngẫu nhiên",
      "other": "Pit-Hag chọn một người chơi & một nhân vật. Nếu nhân vật họ chọn không có trong ván chơi: Cho Pit-Hag đi ngủ. Đánh thức người được chọn. Cho thấy token *BẠN LÀ* & token nhân vật mới của họ."
    },
    "pixie": {
      "ability": "Bạn bắt đầu biết một nhân vật Dân làng đang có trong ván chơi. Nếu bạn điên rằng bạn là nhân vật này, bạn sẽ nhận được năng lực của họ khi họ chết.",
      "first": "Cho thấy token nhân vật Dân làng được đánh dấu *ĐIÊN*.",
      "flavor": "Vòng quanh khu vườn, đi nào. Các bé gái chạy tới chạy vào. Các bé trai trèo lên cây. Pixie nên là ai trong số đây? Các quý cô mỉm cười và đi vào thị trấn. Các lãnh chúa chặt rừng theo từng tấn. Cái gì của bạn là của tôi. Của tôi, thần thánh không thôi . Pixie ngốc nghếch là tôi.",
      "name": "Pixie"
    },
    "plaguedoctor": {
      "ability": "Khi bạn chết, Người kể truyện nhận được một năng lực của Tay sai.",
      "other": "Khi Plague Doctor chết, Người kể truyện nhận được năng lực của một Tay sai. Nếu bạn chưa thực hiện năng lực này, thực hiện nó ngay lập tức."
    },
    "po": {
      "ability": "Mỗi đêm*, bạn có thể chọn một người: họ chết. Nếu lựa chọn trước bạn không chọn ai, chọn 3 người đêm nay.",
      "flavor": "Bạn muốn một bông hoa không? Tôi cô đơn quá.",
      "name": "Po",
      "other": "Po có thể chọn một người chơi HOẶC 3 người chơi nếu đêm trước họ không chọn ai. :reminder: hoặc :reminder: :reminder: :reminder:"
    },
    "poisoner": {
      "ability": "Mỗi đêm, chọn một người chơi: họ bị trúng độc trong đêm nay và sáng mai.",
      "first": "Poisoner chọn một người chơi. :reminder:",
      "flavor": "Thêm hợp chất Alpha vào hợp chất Beta... KHÔNG QUÁ NHIỀU!",
      "name": "Poisoner",
      "other": "Poisoner chọn một người chơi. :reminder:"
    },
    "politician": {
      "ability": "Nếu bạn là người chơi gây ảnh hưởng nhiều nhất dẫn đến đội bạn thua, bạn đổi phe & thắng, kể cả khi bạn chết.",
      "flavor": "Tôi rất vui vì bạn đã hỏi câu hỏi đó. Thật sự là vậy. Nhưng tôi nghĩ câu hỏi THỰC SỰ ở đây là...",
      "name": "Politician"
    },
    "poppygrower": {
      "ability": "Tay sai & Ác quỷ không biết nhau. Nếu bạn chết, họ sẽ biết nhau ngay đêm đó.",
      "first": "Không cho thông tin Tay sai và Ác quỷ. Đánh thức Ác quỷ, cho xem token thông tin *NHỮNG NHÂN VẬT NÀY KHÔNG CÓ TRONG VÁN CHƠI* và ba token nhân vật phe tốt không có trong ván chơi.",
      "flavor": "Trong những lùm cây ẩn mình giữa rừng sâu, hoa anh túc đen ngự trị. Chứng kiến cảnh tượng ấy thật mê hoặc. Ngửi thấy hương thơm nồng nàn của nó, ta như lạc vào chốn bồng lai, trở thành nô lệ của các vị thần ánh sáng và bóng tối.",
      "other": "Nếu Poppy Grower chết sáng nay hoặc đêm nay, đánh thức các Tay sai, cho thấy token thông tin *ĐÂY LÀ ÁC QUỶ* and chỉ tay vào người đó. Cho các Tay sai đi ngủ. Đánh thức Ác quỷ, cho thấy token thông tin *ĐÂY LÀ TAY SAI CỦA BẠN* and chỉ tay vào các Tay sai. Cho Ác quỷ đi ngủ."
    },
    "preacher": {
      "ability": "Mỗi đêm, chọn một người: Tay sai được chọn sẽ biết được điều này. Tất cả Tay sai được chọn sẽ mất đi năng lực của mình.",
      "first": "Preacher chọn một người chơi. :reminder: Nếu họ chọn phải tay sai: Cho Preacher đi ngủ. Đánh thức người được chọn. Cho thấy token *NHÂN VẬT NÀY CHỌN BẠN* và token Preacher.",
      "flavor": "Thà giàu và khỏe mạnh hơn là nghèo và dính bệnh.",
      "name": "Preacher",
      "other": "Preacher chọn một người chơi. :reminder: Nếu họ chọn phải tay sai: Cho Preacher đi ngủ. Đánh thức người được chọn. Cho thấy token *NHÂN VẬT NÀY CHỌN BẠN* và token Preacher."
    },
    "princess": {
      "ability": "Vào ngày đầu tiên của bạn, nếu bạn biểu quyết và hành quyết một người, Ác quỷ sẽ không giết đêm nay.",
      "flavor": "Lời nói của chúng ta như những con chó săn, được buộc bằng những sợi tơ, thưa các lãnh chúa. Hãy để lòng nhân từ dệt chúng thành sự thật, kẻo triều đình sẽ tan rã và tan nát.",
      "name": "Princess",
      "other": "Nếu Princess biểu quyết người chơi bị hành quyết sáng nay, Ác quỷ dậy như bình thường, nhưng sẽ không ai chết bởi năng lực của Ác quỷ."
    },
    "professor": {
      "ability": "Một lần trong ván chơi, vào ban đêm*, chọn một người chết: Nếu họ là Dân làng, họ được hồi sinh.",
      "flavor": "Quy trình rất đơn giản. Gắn bộ điều khiển thủy lực vào bộ khuếch đại ma trận chi đã được sửa đổi, thêm 20 CC pseudodorafine, giữ mức Z của anh ấy trên 20%, và chồng bạn sẽ ổn. Giờ thì, tất cả những gì chúng ta cần là một cú sét đánh.",
      "name": "Professor",
      "other": "Professor có thể chọn một người đã chết. : reminder: :reminder:"
    },
    "psychopath": {
      "ability": "Mỗi ngày, trước khi biểu quyết, bạn có thể công khai chọn một người: họ chết. Nếu bị hành quyết, bạn chỉ chết nếu bạn thua trò oản tù xì.",
      "flavor": "Ngạc nhiên chưa!",
      "name": "Psychopath"
    },
    "pukka": {
      "ability": "Mỗi đêm, chọn một người: họ bị đầu độc. Người chơi bị đầu độc trước đó sẽ chết rồi trở nên tỉnh tảo.",
      "first": "Pukka chọn một người chơi. :reminder:",
      "flavor": "Bạn thật sự đã tử tế chào đón tôi vào ngôi nhà xinh đẹp của bạn. Tôi rất xin lỗi vì đã vô tình làm bạn bị thương. Chỉ là một chút thôi. Không sao cả. Nhưng xin hãy nhận lấy cây tăm vàng này như một lời xin lỗi khiêm nhường của tôi.",
      "name": "Pukka",
      "other": "Pukka chọn một người chơi. :reminder: Người chơi bị đầu độc đêm trước sẽ chết rồi trở nên tỉnh tảo. :reminder:"
    },
    "puzzlemaster": {
      "ability": "Có 1 người bị say rượu, kể cả khi bạn chết. Nếu bạn đoán (một lần) đúng người đó là ai, biết ai là Ác quỷ, nhưng đoán sai thì sẽ nhận thông tin sai."
    },
    "ravenkeeper": {
      "ability": "Nếu bạn chết trong đêm, bạn được dậy để chọn một người: bạn biết được nhân vật của họ.",
      "other": "Nếu Ravenkeeper chết đêm nay, họ chọn một người chơi. Cho xem token nhân vật của người chơi đó."
    },
    "recluse": {
      "ability": "Bạn có thể được tính là theo phe xấu & là Tay sai hoặc Ác quỷ, kể cả khi chết."
    },
    "revolutionary": {
      "ability": "2 người hàng xóm của nhau được biết là cùng phe nhau. Một lần trong ván chơi, 1 trong 2 sẽ được nhìn thấy sai."
    },
    "riot": {
      "ability": "Vào ngày thứ 3, tất cả Tay sai trở thành Riot & người được biểu quyết chết nhưng phải biểu quyết một người sống ngay lập tức. Điều này là bắt buộc.",
      "flavor": "Cách mạng muôn năm! Cách mạng của tôi! (Tiếng Tây Bạn Nha)"
    },
    "sage": {
      "ability": "Nếu Ác quỷ giết bạn, bạn biết 1 trong 2 người chơi là Ác quỷ.",
      "flavor": "Những khối núi sách này cất giữ bí mật, ta chắc chắn điều đó! Từng chữ một, nó đang rình rập. Thêm nến nào, cậu bé! Thêm mực nào! Những ghi chú này trông có vẻ bí ẩn, nhưng câu đố địa ngục đang dần hé lộ.",
      "other": "Nếu Ác quỷ giết Sage, đánh thức họ và chỉ tay vào 2 người chơi trong đó 1 người là Ác quỷ."
    },
    "sailor": {
      "ability": "Mỗi đêm, chọn một người sống: bạn hoặc người đó bị say rượu cho đến hoàng hôn. Bạn không thể chết.",
      "first": "Sailor chọn một người chơi còn sống. :reminder:",
      "flavor": "Ta sẽ uống với bất kỳ ai trong số các người dưới gầm bàn! Mày! Đồ lắm lời! Mày nghĩ mày có thể hạ gục ta sao? Không à? Còn mày thì sao, bà già? Bà đã từng thử rượu Rum Old McKilly Extra Spiced chưa? Đảm bảo sẽ làm bà nổi cả lông ngực! Lên tàu nào, được chứ!",
      "name": "Sailor",
      "other": "Sailor chọn một người chơi còn sống. :reminder:"
    },
    "saint": {
      "ability": "Nếu bạn chết bởi hành quyết, phe bạn thua.",
      "flavor": "Trí tuệ sinh ra bình an. Kiên nhẫn sinh ra trí tuệ. Đừng sợ hãi, vì sẽ đến lúc nỗi sợ hãi cũng sẽ qua đi. Chúng ta hãy cầu nguyện, và xin cho sự hiệp nhất trong tầm nhìn của chúng ta sẽ biến tất cả chúng ta thành những vị thánh."
    },
    "savant": {
      "flavor": "Bảy mươi hai que diêm trên sàn nhà... mặt trời lặn sớm nhưng mặt trăng vẫn không thay đổi... một mảnh vải rách... điều xấu xa trong dinh thự... ba que diêm... người mà chúng ta tin tưởng không phải là người như vẻ bề ngoài... ánh sáng xanh lá cây có nghĩa là magiê... cặn bã, nhưng hoa văn thì sai... Bảy mươi hai que diêm trên sàn nhà..."
    },
    "scapegoat": {
      "ability": "Nếu một người chơi cùng phe với bạn bị hành quyết, bạn có thể bị hành quyết thay họ.",
      "flavor": "Chào buổi tối! Cảm ơn đã mời tôi đến dự vũ hội. Tôi không phải người ở đây, nhưng trông các bạn có vẻ thân thiện lắm đấy. Chắc chắn chúng ta sẽ hợp nhau lắm đây. Dây thừng kia để làm gì thế?"
    },
    "scarletwoman": {
      "ability": "Nếu còn từ 5 người sống trở lên & Ác quỷ chết, bạn trở thành Ác quỷ. (Du khách không tính)",
      "flavor": "Ngươi đã cho ta thấy bí mật của Hội đồng Ngọn lửa Tím. Chúng ta đã cùng nhau nằm trong lửa, trong dục vọng và trong giao tiếp thú tính, và ta mãi mãi là tôi tớ của ngươi. Nhưng đêm nay, hỡi người yêu dấu, ta là chủ nhân của ngươi.",
      "other": "Nếu Scarlet Woman trở thành Ác quỷ hôm nay, cho thấy token *BẠN LÀ*, và token của Ác quỷ."
    },
    "seamstress": {
      "ability": "Một lần trong ván chơi, vào ban đêm, chọn 2 người (trừ bản thân): bạn biết họ có cùng phe hay không.",
      "first": "Seamstress có thể chọn 2 người chơi. Gật hoặc lắc đầu. :reminder:",
      "flavor": "Bạn có nghe thấy người lạ mặc áo khoác cashmere đã ngỏ lời với Belle của chúng ta không? Và cô ấy đã đồng ý? Chà, điều đó chẳng là gì so với những gì Harry và gã tung hứng kia đã làm ở hội chợ! Những điều tôi có thể nói nếu tôi là một kẻ mách lẻo... ôi, đúng vậy.",
      "name": "Seamstress",
      "other": "Seamstress có thể chọn 2 người chơi. Gật hoặc lắc đầu. :reminder:"
    },
    "sentinel": {
      "ability": "Có thể thêm 1 hoặc bớt 1 Ngoại lai trong ván chơi.",
      "flavor": "Xin vui lòng cho biết tên. Xin vui lòng cho biết giấy tờ. Xin vui lòng cho biết vũ khí."
    },
    "shabaloth": {
      "ability": "Mỗi đêm*, chọn 2 người: họ chết. Một người chết mà bạn chọn đêm trước có thể được nôn ra.",
      "flavor": "Blarg f'taag nm mataan! No sho gumtha m'sik na yuuu. Fluuuuuuuuurg h-sikkkh.",
      "other": "Một người chơi được chọn đêm trước có thể được hồi sinh. :reminder: Shabaloth chọn 2 người chơi. :reminder: :reminder:"
    },
    "shugenja": {
      "ability": "Bạn bắt đầu biết người xấu gần bạn nhất theo hướng thuận hay ngược chiều kim đồng hồ. Nếu bằng, thông tin này là ngẫu nhiên.",
      "first": "Chỉ theo hướng thuận hay ngược chiều đồng hồ trong vòng tròn.",
      "flavor": "(tiếng Nhật) Đây là một giấc mơ. Đó là một giấc mơ. Tất cả đều là một giấc mơ."
    },
    "slayer": {
      "ability": "Một lần trong ván chơi, vào ban ngày, công khai chọn một người: nếu họ là Ác quỷ, họ chết.",
      "flavor": "Chết đi."
    },
    "snakecharmer": {
      "ability": "Mỗi đêm, chọn một người sống: Ác quỷ nếu được chọn sẽ hoán đổi nhân vật & phe với bạn & sau đó bị đầu độc.",
      "first": "Snake Charmer chọn một người chơi. Nếu họ chọn phải Ác quỷ: Cho thấy token *BẠN LÀ* & token Ác quỷ. Cho thấy ngón cái hướng xuống. Hoán đổi token Snake Charmer & Ác quỷ. Cho Snake Charmer cũ đi ngủ. Đánh thức Ác quỷ cũ. Cho thấy token *BẠN LÀ* và token Snake Charmer & cho thấy ngón cái hướng lên. :reminder:",
      "flavor": "Kính thưa Đức Cha... Con chỉ là một người khiêm nhường, nhưng chiếc tẩu của con bằng vàng ròng, và chỉ một giai điệu cũng đủ để chế ngự được cả thần đèn Inshallah hung dữ nhất. Người ta nói rằng lòng tham trói buộc con người hơn cả dây thừng. Nhưng con thì không, thưa Đức Cha... con không.",
      "other": "Snake Charmer chọn một người chơi. Nếu họ chọn phải Ác quỷ: Cho thấy token *BẠN LÀ* & token Ác quỷ. Cho thấy ngón cái hướng xuống. Hoán đổi token Snake Charmer & Ác quỷ. Cho Snake Charmer cũ đi ngủ. Đánh thức Ác quỷ cũ. Cho thấy token *BẠN LÀ* và token Snake Charmer & cho thấy ngón cái hướng lên. :reminder:"
    },
    "snitch": {
      "ability": "Mỗi Tay sai nhận được 3 nhân vật không có trong ván chơi.",
      "first": "Đánh thức từng Tay sai. Cho thấy token *NHỮNG NHÂN VẬT NÀY KHÔNG CÓ TRONG VÁN CHƠI* và ba token nhân vật đó. Cho từng Tay sai đi ngủ.",
      "flavor": "Thằng John làm đó."
    },
    "soldier": {
      "ability": "Bạn an toàn khỏi tác động của Ác quỷ.",
      "flavor": "Như David đã nói với Goliath, như Theseus đã nói với Minotaur, như Arjuna đã nói với Bhagadatta... Không."
    },
    "spiritofivory": {
      "ability": "Không thể có thêm quá 1 người xấu.",
      "flavor": "Vùng đất hoang vu vẫy gọi. Xương hóa thành thịt, rồi tan thành bụi. Linh hồn vĩ đại lớn lên. Linh hồn vĩ đại dõi theo. Linh hồn vĩ đại dẫn đường. Con người lắng nghe, hoặc con người sẽ không còn nữa."
    },
    "spy": {
      "ability": "Mỗi đêm, bạn có thể nhìn vào Cẩm thư. Bạn có thể được tính như theo phe tốt & là một Dân làng hay Ngoại lai, kể cả khi chết.",
      "first": "Cho Spy nhìn vào Cẩm thư bao lâu tùy họ.",
      "name": "Spy",
      "other": "Cho Spy nhìn vào Cẩm thư bao lâu tùy họ."
    },
    "steward": {
      "ability": "Bạn bắt đầu biết một người phe tốt.",
      "first": "Chỉ tay vào người chơi phe tốt đánh dấu *BIẾT*.",
      "flavor": "Sao ngươi DÁM cáo buộc Phu nhân làm điều sai trái? Ta đã biết bà ấy cả đời rồi! Chín năm ròng!"
    },
    "stormcatcher": {
      "ability": "Nêu tên một nhân vật tốt. Nếu có trong ván chơi, họ chỉ có thể chết khi bị hành quyết, nhưng những người xấu biết đó là ai.",
      "first": "Khi đêm bắt đầu, thông báo nhân vật nào được Storm Catcher ưu ái. Nếu nhân vật đó có trong ván chơi, đánh dấu người chơi đó *AN TOÀN*. Đánh thức từng người chơi phe xấu và cho thấy token nhân vật ấy, rồi chỉ tay vào người chơi được đánh dấu.\n\tNếu không có trong ván chơi, đánh thức từng người chơi phe xấu, cho thấy token *NHỮNG NHÂN VẬT NÀY KHÔNG CÓ TRONG VÁN CHƠI* and token nhân vật tương ứng.",
      "flavor": "Bình minh lên, bóng dài của ngôi đền trải dài đến tận đài phun nước. Hoàng hôn buông xuống, cột tháp chặn ánh sáng đỏ rực, làm mát dòng nước ấm áp dưới vòm cổng. Mọi đường nét đều hội tụ tại đây. Một cơn bão đang đến, và nơi đây, chốn linh thiêng, xanh tươi và đầy sỏi đá giữa những cây táo, chính là con mắt.",
      "name": "Storm Catcher"
    },
    "summoner": {
      "ability": "Bạn biết được 3 nhân vật không có trong ván chơi. Vào đêm thứ 3, chọn một người chơi: họ trở thành một Ác quỷ xấu do bạn chọn. [Không có Ác quỷ]",
      "first": "Cho thấy token *NHỮNG NHÂN VẬT NÀY KHÔNG CÓ TRONG VÁN CHƠI*. Cho thấy 3 token những nhân vật đó.",
      "flavor": "Chào mừng những người bảo vệ phương Bắc; bởi trí tuệ của ta, ngươi đã bị cắt đứt. Chào mừng những người bảo vệ phương Đông; bởi ý chí của ta, ngươi đã bị chế ngự. Chào mừng những người bảo vệ phương Nam; bởi những gì nằm ở phía bên kia, bí ẩn đã được hé lộ. Chào mừng những người bảo vệ phương Tây; một lá chắn trong bóng tối",
      "name": "Summoner",
      "other": "Đổi token ghi nhớ với đêm tương ứng. Nếu đây là đêm 3, Summoner chọn một người chơi và một Ác quỷ. Cho Summoner đi ngủ. Đánh thức người được chọn. Cho xem token *BẠN LÀ*, giơ ngón cái xuống và token Ác quỷ đã chọn."
    },
    "sweetheart": {
      "ability": "Khi bạn chết, 1 người chơi bị say rượu từ giờ trở đi.",
      "flavor": "Tôi sẽ không bao giờ quên cô ấy. Không bao giờ.",
      "other": "Khi Sweetheart chết, một người bị say rượu ngay lập tức. Nếu bạn chưa làm điều này, hãy làm ngay bây giờ. :reminder:"
    },
    "tealady": {
      "ability": "Nếu cả hai người hàng xóm còn sống của bạn đều là người tốt, họ không thể chết.",
      "flavor": "Nếu bạn lạnh, trà sẽ làm bạn ấm lên. Nếu bạn quá nóng, trà sẽ làm bạn mát hơn. Nếu bạn chán nản, trà sẽ làm bạn phấn chấn. Nếu bạn phấn khích, trà sẽ làm bạn bình tĩnh.",
      "name": "Tea Lady"
    },
    "thief": {
      "ability": "Mỗi đêm, chọn một người (trừ bản thân): phiếu của họ tính là âm vào ngày mai.",
      "first": "Thief chọn một người chơi. :reminder:",
      "flavor": "Tôi hông làm dì cả. Tối qua tôi còn chẳng ở cái hẻm đó! Không phải tôi lấy chộm chiếc cặp của Thị trưởng Bruno cùn với tất cả những dấy tờ càu kì đó đâu. Hơn nữa, nó qá nặng để mang đi xa.",
      "other": "Thief chọn một người chơi. :reminder:"
    },
    "tinker": {
      "flavor": "Tôi nghĩ mình đã hiểu vấn đề rồi. May mắn thay, tôi có một ý tưởng! Chiếc máy bắn đá này sẽ bắn xa gấp đôi chỉ với một chút điều chỉnh nhỏ...",
      "name": "Tinker",
      "other": "Tinker có thể chết. :reminder:"
    },
    "towncrier": {
      "ability": "Mỗi đêm*, bạn biết có Tay sai biểu quyết ngày hôm nay không.",
      "flavor": "Nghe đây! Nghe đây! Ma thuật trong mê cung! Nhà thông thái thiên tài tiết lộ tất cả! Thị trấn đang gặp nguy hiểm! Nghe đây!",
      "other": "Gật hay lắc đầu."
    },
    "toymaker": {
      "ability": "Ác quỷ có thể chọn không tấn công & phải làm điều này ít nhất một lần. Người xấu nhận được thông tin ban đầu bình thường.",
      "first": "Cho thông tin Tay sai và Ác quỷ như bình thường kể cả khi có ít hơn 7 người chơi.",
      "flavor": "Nó biết kêu vo vo! Nó biết đi xuống cầu thang! Nó giữ ấm cho bạn vào ban đêm! Nó có vị như đường! Trẻ em rất thích! Xin giới thiệu... sản phẩm hoàn toàn mới... Robot biết kêu vo vo, biết đi lại! Thú vị cho mọi lứa tuổi!",
      "name": "Toymaker"
    },
    "undertaker": {
      "ability": "Mỗi đêm*, bạn biết nhân vật nào đã chết vì hành quyết hôm nay.",
      "flavor": "Hừm....cái gì đây nhỉ? Chiếc ủng bên trái mòn đến tận gót, có vụn đá lửa dưới lưỡi giày. Đây là trang phục của một quân nhân.",
      "other": "Nếu một người chơi bị hành quyết hôm nay, cho họ thấy token nhân vật."
    },
    "vigormortis": {
      "ability": "Mỗi đêm*, chọn một người chơi: họ sẽ chết. Tay sai bạn chọn giết sẽ giữ năng lực của họ & đầu độc 1 dân làng kế bên. [-1 Ngoại lai]",
      "flavor": "Mọi cánh cửa đều là một cánh cửa. Mọi chìa khóa đều là một chìa khóa. Mọi chén đều là một chén. Nhưng ai uống nước Ta ban cho sẽ không bao giờ khát nữa, nhưng nước trong người ấy sẽ là mạch nước vọt lên đến sự sống đời đời.",
      "other": "Ác quỷ Vigormortis chọn một người chơi. :reminder: Nếu người đó là Tay sai, đầu độc một Dân làng kế bên. :reminder: :reminder:"
    },
    "villageidiot": {
      "ability": "Mỗi đêm, chọn một người chơi: bạn biết phe của họ. [+0 đến +2 Village Idiots. 1 trong số đó sẽ bị say rượu]",
      "first": "Chọn một dân làng Village Idiot để làm say rượu. Đánh thức lần lượt để họ chọn một người chơi, cho thấy phe tốt hay xấu dựa vào ngón cái hướng lên hay xuống.",
      "other": "Đánh thức từng dân làng Village Idiot lần lượt, họ chọn một người chơi, cho thấy phe tốt hay phe xấu dựa vào ngón cái hướng lên hay hướng xuống."
    },
    "virgin": {
      "ability": "Lần đầu tiên bạn bị biểu quyết, nếu người biểu quyết bạn là Dân làng, họ sẽ bị hành quyết ngay lập tức.",
      "flavor": "Ta trong sạch. Những ai vô tội hãy quỳ xuống và chịu khổ thay ta. Danh tiếng của ta sẽ không bị vấy bẩn bởi những lời buộc tội độc địa của các ngươi."
    },
    "vizier": {
      "ability": "Tất cả người chơi biết bạn là tay sai Vizier. Bạn không thể chết vào ban ngày. Nếu phe tốt bỏ phiếu, bạn có thể chọn để hành quyết ngay lâp tức.",
      "first": "Thông báo người chơi là tay sai Vizier cho mọi người biết.",
      "flavor": "Một quyết định tuyệt vời, như mọi khi, thưa bệ hạ. Một tội nhỏ nhặt như đụng độ Giám mục quả thực xứng đáng được \"công lý\" và \"lòng thương xót\" của ngài. Hãy dạo bước trong vườn. Ghé thăm phòng trưng bày và chiêm ngưỡng các tác phẩm điêu khắc của Von Strauf. Thư giãn đi, bệ hạ. Cứ để mọi việc... cho thần."
    },
    "vortox": {
      "ability": "Mỗi đêm*, chọn một người chơi: họ sẽ chết. Năng lực của Dân làng luôn luôn cho ra thông tin sai. Mỗi ngày, nếu không có ai bị hành quyết, phe xấu thắng.",
      "flavor": "Đen là trắng. Đúng là sai. Trái là phải. Lên là dài. Xuống là Ánh nhìn. Ngắn là Mù. Hãy theo tôi. Tìm câu trả lời.",
      "other": "Ác quỷ Vortox chọn một người chơi. :reminder:"
    },
    "voudon": {
      "ability": "Chỉ bạn & người chết có thể bỏ phiếu. Họ không cần phiếu để bầu. Và đa số 50% cũng không cần thiết.",
      "flavor": "Bien venu. Ngồi xuống. Hít thở sâu. Bước vào vùng đất của người chết. Nhìn bằng mắt họ. Nói bằng giọng nói của họ. Yon sel lang se janm ase."
    },
    "washerwoman": {
      "ability": "Bạn bắt đầu biết 1 trong 2 người chơi là một Dân làng cụ thể.",
      "first": "Cho thấy token nhân vật Dân làng. Chỉ vào người chơi *DÂN LÀNG* và người chơi *SAI*.",
      "flavor": "Vết máu trên áo khoác dạ hội ư? Không, đây là rượu sherry nấu ăn. Thật bất cẩn."
    },
    "widow": {
      "ability": "Vào đêm đầu tiên của bạn, nhìn vào Cẩm thư & chọn một người chơi: họ bị đầu độc. 1 người chơi phe tốt biết tay sai Widow có trong ván chơi.",
      "first": "Cho tay sai Widow nhìn vào Cẩm thử bao lâu tùy họ. Tay sai Widow chọn một người chơi. :reminder:",
      "flavor": "Thêm rượu nữa chứ? Château d’Ergot ’07 là một loại rượu vang rất đặc biệt. Vâng, thực sự rất đặc biệt."
    },
    "witch": {
      "ability": "Mỗi đêm, chọn một người chơi: nếu họ biểu quyết vào ngày mai, họ sẽ chết. Nếu chỉ còn 3 người còn sống, bạn mất đi năng lực này.",
      "first": "Tay sai Witch chọn một người chơi. :reminder:",
      "flavor": "Ba giọt máu dê. Một lọn tóc xé tan vì giận dữ. Tên đã được xướng lên, bóng tối phủ xuống. Bước chân trái trước trên con đường đầy gai góc kia, và đừng ngoảnh lại.",
      "other": "Tay sai Witch chọn một người chơi. :reminder:"
    },
    "wizard": {
      "ability": "Một lần trong ván chơi, chọn một điều ước. Nếu được ban cho, nó có thể có một giá phải trả & để lại một lời gợi ý cho mục đích thật sự của nó.",
      "first": "Chạy năng lực của tay sai Wizard, nếu có thể.",
      "flavor": "Mỗi người đàn ông và mỗi người phụ nữ đều là một ngôi sao. Tình yêu là luật lệ, tình yêu theo ý chí.",
      "other": "Chạy năng lực của tay sai Wizard, nếu có thể."
    },
    "wraith": {
      "ability": "Bạn có thể chọn mở mắt vào ban đêm. Bạn cũng dậy khi những người chơi phe xấu khác dậy.",
      "first": "Đánh thức tay sai Wraith bất kì khi nào người chơi phe xấu khác thức dậy.",
      "other": "Đánh thức tay sai Wraith bất cứ khi nào người chơi phe xấu khác thức dậy."
    },
    "xaan": {
      "ability": "Vào đêm thứ X, tất cả Dân làng sẽ bị đầu độc cho đến hoàng hôn. [X Ngoại lai]",
      "first": "Đánh dấu người chơi tay sai Xaan với gợi nhớ *NIGHT 1*. Nếu X là 1, đánh dấu với token gợi nhớ *X*. :reminder: :reminder:",
      "flavor": "Ngã xuống. Từng người một. Tiếp đến hai người, ba người, năm người.",
      "other": "Thay thế token gợi nhớ của tay sai Xaan tương ứng với thứ tự đêm. Nếu đến đêm thứ X, đánh dấu tay sai Xaan bằng token gợi nhớ *X*. :reminder: :reminder:"
    },
    "yaggababble": {
      "ability": "Bạn bắt đầu biết một cụm từ bí mật. Với mỗi lần bạn nói công khai cụm từ đó ngày hôm nay, một người chơi có thể chết.",
      "first": "Chọn một cụm từ bí mật. Đánh thức Ác quỷ Yaggababble and cho họ biết cụm từ bí mật đó.",
      "flavor": "Giết người bên trong phố Morgue? Tin giả (tiếng Nga)! Bầy chó săn ở đồng cỏ Baskerville? Tin giả (tiếng Nga)! Chết khi đang đi thuyền trên sông Nile? Tin giả (tiếng Nga)!",
      "name": "Yaggababble",
      "other": "Mỗi lần Ác quỷ Yaggababble nói cụm từ đó ngày hôm nay, bạn có thể chọn giết một người chơi. Họ sẽ chết. :reminder:"
    },
    "zealot": {
      "ability": "Nếu có 5 hay nhiều người chơi hơn còn sống, bạn phải bỏ phiếu cho mỗi lần biểu quyết.",
      "flavor": "Tôi thích nói chuyện với anh. Tâm trí anh hấp dẫn tôi. Nó giống hệt tâm trí tôi, chỉ khác là anh bị điên."
    },
    "zombuul": {
      "ability": "Mỗi đêm*, nếu không có ai chết sáng nay, chọn một người chơi: họ sẽ chết. Lần đầu tiên bạn chết, bạn sẽ sống nhưng sẽ được nhìn thấy như đã chết.",
      "flavor": "Tôi không. Hiểu. Cách của anh. Đồng loại. Chỉ cho tôi. Đất. Nơi thánh. Nằm. Ngủ. Tôi cũng vậy. Phải ngủ thôi. Sớm thôi.",
      "other": "Nếu không ai chết hôm nay, Ác quỷ Zombuul chọn một người chơi. :reminder:"
    }
  }
}
