{
  "jinxes": {
    "alchemist-boffin": "Nếu Alchemist có năng lực của tay sai Boffin, Alchemist sẽ không biết năng lực mà Ác quỷ nhận được.",
    "alchemist-marionette": "Alchemist-Marionette không có năng lực của tay sai Marionette, nhưng biết tay sai đó đang có tham gia ván chơi.",
    "alchemist-mastermind": "Alchemist-Mastermind không có năng lực của tay sai Mastermind, nhưng biết tay sai đó không có tham gia ván chơi.",
    "alchemist-organgrinder": "Nếu Alchemist có năng lực của tay sai Organ Grinder, tay sai đó đang có tham gia ván chơi. Nếu cả hai chọn Tỉnh táo, cả hai sẽ tính là Say rượu.",
    "alchemist-spy": "Alchemist-Spy không có năng lực của tay sai Spy, nhưng biết tay sai đó đang có tham gia ván chơi. Sau hành quyết, nếu Alchemist-Spy còn sống, họ có thể đoán công khai một người chơi còn sống là Spy. Nếu đoán đúng, Ác quỷ phải chọn tay sai Spy vào đêm nay.",
    "alchemist-summoner": "Alchemist-Summoner không biết được 3 nhận vật không có tham gia ván chơi, được chọn vai Ác quỷ nhưng không được chọn người chơi trở thành Ác quỷ. Nếu chết trước khi chức năng kích hoạt, phe xấu thắng. [No Demon]",
    "alchemist-widow": "Alchemist-Widow không có năng lực của tay sai Widow, nhưng biết tay sai đó đang có tham gia ván chơi. Sau khi hành quyết, nếu Alchemist-Widow còn sống, có thể đoán công khai một người chơi còn sống khác là Widow. Nếu đoán đúng, Ác quỷ phải chọn tay sai Widow vào đêm nay.",
    "alchemist-wraith": "Alchemist-Wraith không có năng lực của tay sai Wraith, nhưng biết tay sai đó có tham gia ván chơi. Sau hành quyết, nếu Alchemist-Wraith còn sống, có thể đoán một người chơi khác còn sống là Wraith trước mặt mọi người. Nếu đoán đúng, Ác quỷ phải chọn tay sai Wraith vào đêm nay.",
    "alhadikhia-mastermind": "Nếu Ác quỷ Al-Hadikhia chết bởi hành quyết, và tay sai Mastermind còn sống, Al-Hadikhia chọn 3 người chơi phe tốt đêm nay: nếu cả 3 chọn sống, phe xấu thắng. Nếu không, phe tốt thắng.",
    "alhadikhia-princess": "Nếu Princess biểu quyết và hành quyết một người chơi bất kì vào ngày đầu tiên, không ai sẽ chết bởi Ác quỷ Al-Hadikhia đêm nay.",
    "alhadikhia-scarletwoman": "Nếu rơi vào trường hợp có hai Ác quỷ, và một trong hai đã từng là tay sai Scarlet Woman, nhân vật đó sẽ quay trở lại làm tay sai Scarlet Woman.",
    "alsaahir-vizier": "Người kể chuyện không tuyên bố tay sai Vizier có tham gia ván chơi.",
    "atheist-riot": "Trong lúc nổi dậy (do bởi Ác quỷ Riot), nếu Người kể chuyện bị biểu quyết, tất cả người chơi sẽ bỏ phiếu. Nếu Người kể chuyện trờ thành người \"sắp chết\", trò chơi kết thúc. Nếu không, Người kể chuyện sẽ tiếp tục biểu quyết .",
    "balloonist-marionette": "Nếu tay sai Marionette nghĩ họ là dân làng Balloonist, một Ngoại lai có thể đã được thêm vào trong lúc Người kể chuyện bố trí nhân vật.",
    "banshee-leviathan": "Mỗi đêm*, Ác quỷ Leviathan chọn một người chơi phe tốt còn sống (khác với những đêm trước): dân làng Banshee nếu được chọn sẽ chết và kích hoạt năng lực của họ.",
    "banshee-riot": "Mỗi đêm*, Ác quỷ Riot sẽ chọn một người chơi phe tốt còn sống (khác với những đêm trước): nếu dân làng Banshee được chọn, sẽ chết và kích hoạt năng lực của họ.",
    "banshee-vortox": "Nếu Ác quỷ Vortox giết dân làng Banshee, tất cả người chơi sẽ biết được nhân vật Banshee đã chết.",
    "baron-heretic": "Chỉ có một nhân vật với chức năng ngoai lệ có thể tham gia ván chơi.",
    "baron-plaguedoctor": "Nếu Người kể chuyện nhận được chức năng của tay sai Baron, tối đa hai người chơi bất kì sẽ trở thành Ngoại lai.",
    "boffin-cultleader": "Nếu Ác quỷ nhận được chức năng của dân làng Cult Leader, họ không chuyển qua phe tốt bởi năng lực này.",
    "boffin-drunk": "Nếu Ác quỷ nhận được năng lực của Ngoại lai Drunk (say rượu), tay sai Boffin chọn một người chơi phe tốt để nhận được năng lực này.",
    "boffin-goon": "Nếu Ác quỷ nhận được năng lực của ngoại lai Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "boffin-heretic": "Ác quỷ không thể nhận được năng lực của ngoại lai Heretic.",
    "boffin-ogre": "Ác quỷ không thể nhận được năng lực của Ngoại lai Ogre.",
    "boffin-politician": "Ác quỷ không thể nhận được năng lực của Ngoại lai Politician.",
    "boffin-villageidiot": "Nếu còn dư một token, tay sai Boffin có thể truyền cho Ác quỷ năng lực của dân làng Village Idiot.",
    "boomdandy-plaguedoctor": "Nếu Người kể chuyện nhận được năng lực của tay sai Boomdandy, một người chơi bất kì sẽ trở thành tay sai Boomdandy.",
    "bountyhunter-kazali": "Nếu Ác quỷ Kazali biến dân làng Bounty Hunter thành một tay sai, một dân làng khác sẽ không chuyển qua phe xấu.",
    "bountyhunter-philosopher": "Nếu dân làng Philosopher chọn năng lực của dân làng Bounty Hunter, một dân làng bất kì có thể chuyển qua phe xấu.",
    "butler-cannibal": "Nếu dân làng Cannibal nhận được nặng lực của Ngoại lai Butler, họ sẽ được biết điều này.",
    "butler-organgrinder": "Nếu tay sai Organ Grinder yêu cầu mọi người nhắm mắt khi bỏ phiếu, Ngoại lai Butler có thể đưa tay bỏ phiếu nhưng phiếu của họ chỉ tính khi chủ nhân của họ cũng bỏ phiếu.",
    "cannibal-juggler": "Nếu dân làng Juggler đoán vào ngày đầu tiên và chết bởi hành quyết, dân làng Cannibal nếu còn sống sẽ nhận được số dự đoán đúng mà dân làng Juggler đã đoán.",
    "cannibal-princess": "Nếu dân làng Cannibal biểu quyết, hành quyết và thành công giết dân làng Princess hôm nay, Ác quỷ sẽ không giết đêm nay.",
    "cannibal-zealot": "Nếu dân làng Cannibal nhận được năng lực của Ngoại lai Zealot, họ sẽ được biết điều này.",
    "cerenovus-goblin": "Tay sai Cerenovus có thể chọn một người chơi bất kì để khiến họ điên họ là tay sai Goblin.",
    "chambermaid-mathematician": "Dân làng Chambermaid có thể nhận biết được nếu dân làng Mathematician sẽ thức dậy đêm nay.",
    "clockmaker-summoner": "Tay sai Summoner được tính là Ác quỷ theo như năng lực của dân làng Clockmaker.",
    "courtier-summoner": "Nếu tay sai Summoner mất đi năng lực, Người kể chuyện sẽ nhận được năng lực này.",
    "courtier-vizier": "Nếu tay sai Vizier mất đi năng lực của họ, họ sẽ biết điều này, và không thể chết vào ban ngày.",
    "cultleader-pithag": "Nếu tay sai Pit-Hag biến một người chơi phe xấu thành nhân vật Cult Leader, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "damsel-pithag": "Nếu tay sai Pit-Hag chọn để tạo ra một Ngoại lai Damsel, Người kể chuyện sẽ chọn ai sẽ trở thành nhân vật này.",
    "damsel-spy": "Nếu tay sai Spy bắt đầu (hay đã) tham gia ván chơi, Ngoại lai Damsel sẽ bị đầu độc.",
    "damsel-widow": "Nếu tay sai Widow bắt đầu (hay đã) tham gia ván chơi, Ngoại lai Damsel sẽ bị đầu độc.",
    "drunk-mathematician": "Dân làng Mathematician có thể biết được nếu thông tin từ năng lực của Ngoại lai Drunk (Người say rượu) là giả hoặc không kích hoạt như mong muốn.",
    "engineer-legion": "Nếu Ác quỷ Legion được tạo thành, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu Ác quỷ Legion đã có trong ván chơi, dân làng Engineer biết được điều này nhưng không có năng lực nào.",
    "engineer-summoner": "Nếu tay sai Summoner còn sống nhưng bị loại bỏ bởi năng lực của dân làng Engineer, Người kể chuyện sẽ nhận được năng lực này.",
    "eviltwin-plaguedoctor": "Nếu Người kể chuyện nhận được năng lực của tay sai Evil Twin, một người chơi bất kì sẽ trở thành tay sai Evil Twin.",
    "exorcist-leviathan": "Nếu Ác quỷ Leviathan biểu quyết và hành quyết một người chơi được chọn bởi dân làng Exorcist, phe tốt thắng.",
    "exorcist-riot": "Nếu Ác quỷ Riot biểu quyết và hành quyết một người chơi được chọn bởi dân làng Exocist, phe tốt thắng.",
    "exorcist-yaggababble": "Nếu dân làng Exorcist chọn Ác quỷ Yaggababble, họ sẽ không giết đêm nay.",
    "fanggu-scarletwoman": "Nếu rơi vào trường hợp có hai Ác quỷ, và một trong hai đã từng là tay sai Scarlet Woman, họ vẫn sẽ tiếp tục là tay sai Scarlet Woman.",
    "farmer-leviathan": "Mỗi đêm*, Ác quỷ Leviathan chọn một người chơi phe tốt còn sống (khác vơi những đêm trước): dân làng Farmer nếu được chọn sẽ kích hoạt năng lực của họ nhưng không chết.",
    "farmer-riot": "Mỗi đêm*, Ác quỷ Riot chọn một người chơi phe tốt còn sống (khác với những đêm trước): dân làng Farmer nếu được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "fearmonger-plaguedoctor": "Nếu Người kể chuyện nhận được năng lực của tay sai Fearmonger, thay vì đó một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "fearmonger-vizier": "Tay sai Vizier sẽ thức dậy cùng với tay sai Fearmonger, biết được tay sai đó chọn ai và không thể chọn người đó để xử tử ngay lập tức.",
    "goblin-plaguedoctor": "Nếu Người kể chuyện nhận được năng lực của tay sai Goblin, thay vì đó một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "godfather-heretic": "Chỉ có một nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "goon-pithag": "Nếu tay sai Pit-Hag biến một người chơi phe xấu thành nhân vật Goon, họ không thể chuyển qua phe tốt bởi năng lực này.",
    "grandmother-leviathan": "Nếu Ác quỷ Leviathan tham gia ván chơi, và Người cháu của dân làng Grandmother chết bởi hành quyết, phe xấu thắng.",
    "grandmother-riot": "Nếu Ác quỷ Riot tham gia ván chơi và Người cháu của dân làng Grandmother chết bởi hành quyết, phe xấu thắng.",
    "hatter-legion": "Nếu Ác quỷ Legion được tạo thành, tất cả người chơi phe xấu sẽ trở thành Legion. Nếu Ác quỷ Legion đã tham gia ván chơi, Ngoại lai Hatter không có năng lực nào.",
    "hatter-leviathan": "Ác quỷ Leviathan không thể được tạo thành sau khi qua ngày thứ 5.",
    "hatter-lilmonsta": "Nếu Ngoại lai Hatter chết & Ác quỷ chọn nhân vật Lil' Monsta, họ cũng sẽ chọn một nhân vật tay sai để trở thành.",
    "hatter-summoner": "Nếu tay sai Summoner chọn tạo ra một Ác quỷ thứ hai và cả hai còn sống, ai chết đêm nay sẽ do Người kể chuyện quyết định.",
    "heretic-lleech": "Chỉ có 1 nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-pithag": "Chỉ có 1 nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-spy": "Chỉ có 1 nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "heretic-widow": "Chỉ có 1 nhân vật với năng lực ngoại lệ có thể tham gia ván chơi.",
    "huntsman-marionette": "Nếu tay sai Marionette nghĩ họ là dân làng Huntsman, Ngoại lai Damsel đã có thể được thêm vào khi Người kể chuyện bố trí nhân vật.",
    "innkeeper-leviathan": "Nếu Ác quỷ Leviathan biểu quyết và hành quyết người chơi được bảo vệ bởi dân làng Innkeeper, phe tốt thắng.",
    "innkeeper-riot": "Nếu Ác quỷ Riot biểu quyết và hành quyết một người chơi được bảo vệ bởi dân làng Innkeeper, phe tốt thắng.",
    "investigator-vizier": "Người kể chuyện sẽ không tuyến bố nhân vật tay sai Vizier có tham gia ván chơi.",
    "kazali-marionette": "Nếu tay sai Marionette được chọn để tham gia ván chơi, họ sẽ tham gia sau Ác quỷ & phải là người chơi kế bên Ác quỷ.",
    "kazali-summoner": "Nếu tay sai Summoner tạo ra một Ác quỷ thứ hai và cả hai còn sống, ai chết đêm nay sẽ do Người kể chuyện quyết định.",
    "king-leviathan": "Nếu Ác quỷ Leviathan có tham gia ván chơi và ít nhất một người chơi đã chết, dân làng King sẽ biết một nhân vật còn sống mỗi đêm.",
    "king-riot": "Nếu Ác quỷ Riot có tham gia ván chơi, và ít nhất một người chơi đã chết, dân làng King sẽ biết được một nhân vật còn sống mỗi đêm.",
    "legion-magician": "Dân làng Magician sẽ dậy cùng với tất cả người chơi theo phe Legion và có thể được nhìn thấy là theo phe xấu. Phe Legion sẽ biết là một trong số họ là dân làng Magician nhưng không biết họ là ai.",
    "legion-minstrel": "Nếu Ác quỷ Legion chết bởi hành quyết hôm nay, Ác quỷ Legion vẫn giữ năng lực của họ nhưng dân làng Minstrel có thể biết họ là Legion.",
    "legion-politician": "Ngoại lai Politician có thể được tính là phe xấu đối với năng lực của Ác quỷ Legion.",
    "legion-preacher": "Nếu dân làng Preacher chọn Ác quỷ Legion, họ vẫn giữ năng lực, nhưng dân làng Preacher có thể biết họ là Legion.",
    "legion-summoner": "Nếu Ác quỷ Legion được triệu hồi bởi tay sai Summoner, tất cả người chơi theo phe xấu sẽ trở thành Legion.",
    "legion-zealot": "Ngoại lai Zealot có thể được tính là phe xấu đối với năng lực của Legion.",
    "leviathan-mayor": "Nếu Ác quỷ Leviathan và dân làng Mayor đều còn sống vào ngày thứ 5 & không có bất kì hành quyết nào, phe tốt thắng.",
    "leviathan-monk": "Nếu Ác quỷ Leviathan biểu quyết và hành quyết một người chơi được bảo vệ bởi dân làng Monk, phe tốt thắng.",
    "leviathan-pithag": "Ác quỷ Leviathan không thể được thêm vào ván chơi sau ngày thứ 5.",
    "leviathan-ravenkeeper": "Mỗi đêm*, Ác quỷ Leviathan chọn một người chơi còn sống ( khác với những đêm trước): dân làng Ravenkeeper nếu được chọn sẽ kích hoạt năng lực nhưng không chết.",
    "leviathan-sage": "Mỗi đêm*, Ác quỷ Leviathan chọn một người chơi phe tốt còn sống ( khác với những đêm trước): dân làng Sage nếu được chọn sẽ kich hoạt năng lực nhưng không chết.",
    "leviathan-soldier": "Nếu Ác quỷ Leviathan biểu quyết và hành quyết dân làng Soldier, phe tốt thắng.",
    "lilmonsta-magician": "Nếu dân làng Magician còn sống, Người kể chuyện chọn Tay sai để trông bé Ác quỷ Lil' Monsta.",
    "lilmonsta-marionette": "Nếu tay sai Marionette có tham gia ván chơi, họ được thêm vào sau Ác quỷ & phải là người kế bên Ác quỷ.",
    "lilmonsta-poppygrower": "Nếu Ác quỷ Lil' Monsta & dân làng Poppy Grower còn sống, tất cả Tay sai thức dậy lần lượt cho đến khi một người xung phong giữ Lil' Monsta token.",
    "lilmonsta-psychopath": "Nếu tay sai Psychopath trông bé Ác quỷ Lil' Monsta, họ sẽ chết ngay lập tức nếu bị hành quyết.",
    "lilmonsta-scarletwoman": "Nếu Ác quỷ Lil' Monsta chết khi 5 hay nhiều người chơi hơn còn sống, tay sai Scarlet Woman sẽ trông bé Ác quỷ Lil' Monsta từ giờ cho đến hết ván.",
    "lilmonsta-vizier": "Nếu tay sai Vizier trông bé Ác quỷ Lil' Monsta, họ sẽ chết nếu bị hành quyết.",
    "lleech-mastermind": "Nếu tay sai Mastermind còn sống và người mà Ác quỷ Lleech chọn kí sinh chết bởi hành quyết, Ác quỷ Lleech sẽ sống nhưng mất đi năng lực của họ.",
    "lleech-slayer": "Nếu dân làng Slayer bắn người mà Ác quỷ Lleech kí sinh, người đó sẽ chết.",
    "lordoftyphon-summoner": "Nếu Ác quỷ Lord of Typhon được triệu hồi bởi tay sai Summoner, họ phải là người kế bên một Tay sai bất kì & người kế bên còn lại của Tay sai đó sẽ trở thành một nhân vật Tay sai theo phe xấu.",
    "lunatic-mathematician": "Dân làng Mathematician có thể biết được nếu Ngoại lai Lunatic tấn công một người chơi khác với người mà Ác quỷ chọn.",
    "marionette-plaguedoctor": "Nếu Người kể chuyện nhận được năng lực của tay sai Marionette, một trong hai người kế bên Ác quỷ trở thành tay sai Marionette.",
    "plaguedoctor-scarletwoman": "Nếu Người kể chuyện nhận được năng lực của tay sai Scarlet Woman, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-spy": "Nếu Người kể chuyện nhận được năng lực của tay sai Spy, một Tay sai bất kì sẽ nhận được năng lực này và biết được điều này.",
    "plaguedoctor-wraith": "Nếu Người kể chuyện nhận được năng lực của tay sai Wraith, một Tay sai bất kì nhận được năng lực này và biết được điều này.",
    "preacher-summoner": "Nếu tay sai Summoner mất đi năng lực của họ, Người kể chuyện sẽ nhận được năng lực này."
  },
  "roles": {
    "dusk": {
      "name": "Hoàng hôn"
    }
  }
}
