{
  "editions": {
    "bmr": {
      "description": "...是一场死亡盛宴。恶魔每晚能多次杀人，爪牙也会参与其中。善良玩家能冒着巨大风险来获得可靠的信息，但在这过程中也可能会意外杀死自己的朋友。幸运的是，游戏中有着多种方式能让命数已尽的玩家保持存活。然而，如果善良阵营无法确定有哪些爪牙和恶魔在场，那么一切都将迈向毁灭的深渊。",
      "name": "黯月初升"
    },
    "custom": {
      "description": "如需进行一场自定义剧本的游玩，你可能需要提前通过剧本工具选择你所想要玩的角色，然后导出成“自定义剧本.json”文件；你可以直接在这里导入这个文件或者提供一个包含此文件的网络路径。你也可以 拖拽剧本文件/粘贴JSON文本内容 到此处来加载剧本。",
      "name": "自定义剧本"
    },
    "snv": {
      "description": "...是前三个剧本套装中最疯狂的一个。善良的角色每晚都能得到惊人的信息。然而，邪恶阵营能够带来的威胁也多种多样，并且可以制造巨大的混乱。角色能力会让阵营发生变化，而玩家的角色也会发生变化。甚至是邪恶阵营也会在游戏中晕头转向，敌我不分。这也是疯狂机制第一次出现在游戏中，它为游戏增添了新的变数。",
      "name": "梦殒春宵"
    },
    "tb": {
      "description": "...会对每种要素都略有涉及。一些角色会被动地获取信息，一些角色则需要通过行动来得知谁是谁，而一些角色则单纯只是想诱使恶魔攻击他们。善良与邪恶双方都可以适时做出牺牲以占据上风。\n《暗流涌动》是一场对恶魔长驱直入的狩猎，然而邪恶方也有一连串混淆信息的卑鄙把戏。所以如果善良玩家想要求得生存，最好先质疑自己原本的认知。",
      "name": "暗流涌动"
    }
  },
  "jinxes": {
    "alchemist-boffin": "如果炼金术士拥有科学怪人的能力，炼金术士不会得知恶魔因此获得了哪个角色的能力。",
    "alchemist-marionette": "如果炼金术士本应获得提线木偶的能力，那么他不会拥有该能力并改为提线木偶一定在场。",
    "alchemist-mastermind": "如果炼金术士本应获得主谋的能力，那么他不会拥有该能力并改为主谋一定不在场。",
    "alchemist-organgrinder": "如果炼金术士获得街头风琴手的能力，街头风琴手一定在场。如果炼金术士和街头风琴手都是清醒的，改为他们都醉酒。",
    "alchemist-spy": "如果炼金术士本应获得间谍的能力，那么他不会拥有该能力并改为间谍一定在场。每个白天发生处决后，存活的炼金术士可以公开猜测一名存活玩家是间谍：如果猜对了，恶魔今晚必须选择间谍。",
    "alchemist-summoner": "获得召唤师能力的炼金术士不会获得伪装。他要选择一个恶魔角色，但不选择玩家，由说书人决定哪一名玩家变成邪恶的恶魔。如果他在选择之前死亡，邪恶阵营获胜。[无恶魔在场]",
    "alchemist-widow": "如果炼金术士本应获得寡妇的能力，那么他不会拥有该能力并改为寡妇一定在场。每个白天发生处决后，存活的炼金术士可以公开猜测一名存活玩家是寡妇：如果猜对了，恶魔今晚必须选择寡妇。",
    "alchemist-wraith": "如果炼金术士本应获得亡魂的能力，那么他不会拥有该能力并改为亡魂一定在场。每个白天发生处决后，存活的炼金术士可以公开猜测一名存活玩家是亡魂：如果猜对了，恶魔当晚必须选择亡魂。",
    "alhadikhia-mastermind": "如果哈迪寂亚死于处决，且主谋存活，当晚哈迪寂亚要选择三名善良玩家：如果他们都选择存活，邪恶阵营获胜。否则，善良阵营获胜。",
    "alhadikhia-princess": "如果公主在首个白天提名并处决了一名玩家，没有人会因为哈迪寂亚的能力而死亡。",
    "alhadikhia-scarletwoman": "如果出现两名存活的哈迪寂亚，则红唇女郎变成的哈迪寂亚会变回红唇女郎。",
    "balloonist-marionette": "如果提线木偶抽到了气球驾驶员，也可能会+1外来者。",
    "banshee-leviathan": "每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果报丧女妖被选择，他死亡并能力生效。",
    "banshee-riot": "每个夜晚*，暴乱要选择一名存活玩家（与之前的每个夜晚不同）：如果报丧女妖被选择，他死亡并能力生效。",
    "banshee-vortox": "如果恶魔杀死报丧女妖时涡流在场，玩家仍然会得知正确信息。",
    "baron-heretic": "如果异端分子在剧本中，男爵的效果可能会只增加一个而非两个外来者。",
    "baron-plaguedoctor": "如果说书人获得了男爵的能力，至多两名玩家会变成不在场的外来者。",
    "boffin-cultleader": "如果恶魔拥有异教领袖的能力，他无法因为该能力转变为善良阵营。",
    "boffin-drunk": "如果恶魔拥有酒鬼的能力，改为由科学怪人选择一名玩家：如果他是镇民，他醉酒。",
    "boffin-goon": "如果恶魔拥有莽夫的能力，他无法因为该能力转变为善良阵营。",
    "boffin-heretic": "恶魔无法拥有异端分子的能力。",
    "boffin-ogre": "恶魔无法拥有食人魔的能力。",
    "boffin-politician": "恶魔无法拥有政客的能力。",
    "boffin-villageidiot": "如果村夫在场数量不足3人，科学怪人可以让恶魔拥有村夫的能力。",
    "boomdandy-plaguedoctor": "如果瘟疫医生死于处决且说书人会因此获得炸弹人的能力，那么炸弹人的能力会立即被触发。",
    "bountyhunter-kazali": "在卡扎力行动完毕后，如果赏金猎人仍然在场，才会创造邪恶镇民。",
    "bountyhunter-philosopher": "如果哲学家获得了赏金猎人的能力，可能会有一名镇民玩家转变为邪恶。",
    "butler-cannibal": "如果食人族获得了管家的能力，他会得知这一信息。",
    "butler-organgrinder": "如果街头风琴手使得玩家需要闭眼投票，管家可以自由举手投票，但只在他的主人投票时他的票才会被统计。",
    "cannibal-juggler": "如果杂耍艺人在自己的首个白天猜测后在当天死于处决，当晚食人族会替杂耍艺人得知对应的信息。",
    "cannibal-zealot": "如果食人族获得了狂热者的能力，他会得知这一信息。",
    "cerenovus-goblin": "洗脑师可以选择将玩家洗脑成哥布林。",
    "chambermaid-mathematician": "侍女会得知数学家是否醒来，即使她是在数学家之前醒来。",
    "clockmaker-summoner": "如果召唤师在场，在创造恶魔之后钟表匠才会得知信息。",
    "courtier-summoner": "如果召唤师因为侍臣的能力在第三个夜晚醉酒，由召唤师来选择创造哪种恶魔，由说书人来决定哪名玩家发生转变。",
    "courtier-vizier": "如果维齐尔失去能力，他会得知这一信息。如果侍臣在剧本列表中，且维齐尔在具有能力时被处决，他的阵营获胜。",
    "cultleader-pithag": "被麻脸巫婆创造的邪恶异教领袖无法因为自身能力转变为善良阵营。",
    "damsel-pithag": "如果麻脸巫婆创造了落难少女，改为由说书人来决定哪一名玩家变成落难少女。",
    "damsel-spy": "如果间谍正在场或曾经在场，落难少女中毒。",
    "damsel-widow": "如果寡妇正在场或曾经在场，落难少女中毒。",
    "engineer-legion": "军团和工程师不能在初始时同时在场。如果工程师创造了军团，那么包括所有邪恶玩家在内的绝大多数玩家都会变成邪恶的军团。",
    "engineer-summoner": "如果工程师的能力使得召唤师在使用自己的能力前离场，召唤师会在此前立即使用自己的能力。",
    "eviltwin-plaguedoctor": "说书人无法在瘟疫医生死亡时获得镜像双子的能力。",
    "exorcist-leviathan": "如果驱魔人存活并且成功选中过利维坦，即使有多于一名善良玩家被处决，邪恶阵营也不会获胜。",
    "exorcist-riot": "如果驱魔人在第三个夜晚选中了暴乱，爪牙不会变成暴乱。",
    "exorcist-yaggababble": "如果驱魔人选中了牙噶巴卜，那么牙噶巴卜的能力在当晚无法造成死亡。",
    "fanggu-scarletwoman": "如果方古成功转化了外来者并因此死去，红唇女郎不会变成方古。",
    "farmer-leviathan": "每个夜晚*，利维坦要选择一名存活玩家（与之前的每个夜晚不同）：如果农夫被选择，他的能力生效但不会死亡。",
    "farmer-riot": "每个夜晚*，暴乱要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果农夫被选择，他的能力生效但不会死亡。",
    "fearmonger-plaguedoctor": "如果瘟疫医生死亡且说书人会因此获得恐惧之灵的能力，改为一名存活的爪牙玩家获得此能力，且他会得知此事。",
    "fearmonger-vizier": "在恐惧之灵因为自己的能力被唤醒时，维齐尔会一同被唤醒。他会得知恐惧之灵选择了哪名玩家，并且无法使用自己的能力让那名玩家立即被处决。",
    "goblin-plaguedoctor": "如果瘟疫医生死亡且说书人会因此获得哥布林的能力，改为一名存活的爪牙玩家获得此能力，且他会得知此事。",
    "godfather-heretic": "异端分子会被教父当作一个不在场的外来者，异端分子会知道是哪个外来者。",
    "goon-pithag": "被麻脸巫婆创造的邪恶莽夫无法因为自身能力转变为善良阵营。",
    "grandmother-leviathan": "如果利维坦在场，孙子死于处决，邪恶阵营获胜。",
    "grandmother-riot": "如果暴乱在场，孙子在白天死亡，祖母会一同死亡。",
    "hatter-legion": "如果帽匠死亡时军团在场，则无事发生。如果帽匠死亡时一名邪恶玩家选择变成军团，当前所有邪恶玩家都会一同变成军团。",
    "hatter-leviathan": "如果帽匠在第五个白天或之后死亡，恶魔不能选择变成利维坦。",
    "hatter-lilmonsta": "如果恶魔选择了小怪宝，则还需要选择一个爪牙角色，他变成这个爪牙且当晚照看小怪宝。",
    "hatter-summoner": "召唤师无法创造已经在场的恶魔。如果召唤师创造了一个不在场的恶魔，当晚的死亡由说书人决定。",
    "heretic-lleech": "如果痢蛭选择异端分子作为宿主，痢蛭死亡时异端分子仍会中毒。",
    "heretic-pithag": "麻脸巫婆无法创造异端分子。",
    "heretic-spy": "异端分子会被间谍当作一个不在场的外来者，异端分子会知道是哪个外来者。",
    "heretic-widow": "异端分子会被寡妇当作一个不在场的外来者，异端分子会知道是哪个外来者。",
    "huntsman-marionette": "如果提线木偶抽到了巡山人，也会增加落难少女。",
    "innkeeper-leviathan": "如果利维坦在场，旅店老板保护的玩家免疫所有邪恶阵营的负面效果。",
    "innkeeper-riot": "如果暴乱在场，旅店老板保护的玩家免疫所有邪恶阵营的负面效果。",
    "investigator-vizier": "如果调查员的能力使其得知了维齐尔，则说书人不会告知所有人维齐尔在场。",
    "kazali-marionette": "如果卡扎力选择创造提线木偶，他只能选择将自己的邻座玩家变成提线木偶。",
    "kazali-summoner": "召唤师无法创造已经在场的恶魔。如果召唤师创造了一个不在场的恶魔，当晚的死亡由说书人决定。",
    "king-leviathan": "如果利维坦在场，当至少一名玩家死亡时，国王每晚就会得知一个存活的角色。",
    "king-riot": "如果暴乱在场，当至少一名玩家死亡时，国王每晚就会得知一个存活的角色。",
    "legion-minstrel": "如果军团死于处决，所有军团保留能力，但吟游诗人可能会在当晚得知今天白天死于处决的玩家是军团。",
    "legion-preacher": "如果传教士选中了军团，军团仍然保留能力，但传教士可能会得知自己选中了军团。",
    "legion-summoner": "如果召唤师创造了军团，包括所有邪恶玩家在内的绝大多数玩家都会变成邪恶的军团。 ",
    "legion-zealot": "军团的能力可能会将狂热者当作邪恶阵营。",
    "leviathan-mayor": "如果利维坦在场，镇长存活且第五天没有处决发生，则善良阵营获胜。",
    "leviathan-monk": "如果利维坦在场，僧侣保护的玩家免疫所有邪恶阵营的负面效果。",
    "leviathan-pithag": "在第五个白天之后，麻脸巫婆无法创造利维坦。",
    "leviathan-ravenkeeper": "每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果守鸦人被选择，他的能力生效但不会死亡。",
    "leviathan-sage": "每个夜晚*，利维坦要选择一名存活的善良玩家（与之前的每个夜晚不同）：如果贤者被选择，他的能力生效但不会死亡。",
    "leviathan-soldier": "如果利维坦在场，士兵免疫所有邪恶阵营的负面效果。",
    "lilmonsta-magician": "每个夜晚，由魔术师来选择一个爪牙角色：如果他和小怪宝均存活，由他来照看小怪宝。 ",
    "lilmonsta-marionette": "提线木偶会与一名爪牙玩家邻座，而不是恶魔。提线木偶不会被唤醒来决定是否照看小怪宝，也不会在照看小怪宝时得知自己是提线木偶。",
    "lilmonsta-poppygrower": "如果罂粟种植者在场，爪牙们不会同时醒来选择照看小怪宝。他们会依次单独被唤醒，直到其中一人选择照看小怪宝。",
    "lilmonsta-scarletwoman": "如果在五名及以上的玩家存活时照看小怪宝的玩家死亡，当晚红唇女郎必须要照看小怪宝。",
    "lilmonsta-vizier": "照看小怪宝的维齐尔能够死于处决。",
    "lleech-mastermind": "如果主谋存活且痢蛭的宿主死于处决，痢蛭存活但失去能力。",
    "lleech-slayer": "如果猎手选择了痢蛭的宿主，则宿主会死亡。",
    "lunatic-mathematician": "数学家会得知疯子是否攻击了与真正的恶魔不同的目标。",
    "magician-spy": "当间谍查看魔典时，魔术师和恶魔的角色标记会被说书人移除。",
    "magician-vizier": "如果维齐尔和魔术师都在场，恶魔不会得知谁是爪牙。",
    "magician-widow": "当寡妇查看魔典时，魔术师和恶魔的标记会被说书人移除。",
    "magician-wraith": "每个白天发生处决后，存活的魔术师可以公开猜测一名存活玩家是亡魂：如果猜对了，恶魔当晚必须选择亡魂。"
  },
  "reminders": {
    "alive": "存活"
  }
}
